Repository: SPARLab/BikeMaps
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, fr

source: Dr. Marisela Mainegra Hing is a research scientist with the Traffic Injury Research Foundation and she is involved in the outreach, data collection and data analysis aspects of the BikeMaps.org Public Health Agency of Canada research project. She is happy to be contributing to BikeMaps.org as a means to make cycling safer and more accessible for all Canadians.
fr: Elle participe aux aspects de la sensibilisation, de la collecte de données et de l'analyse de données du projet de recherche BikeMaps.org, financé par l'Agence de la santé publique du Canada. Elle est heureuse de contribuer à BikeMaps.org afin de rendre le cyclisme plus sûr et plus accessible pour tous les Canadiens.

source: TIRF - Research Scientist
fr: Chercheuse

source: TIRF - Research Associate
fr: Associé de Recherche

source: Strava restricts street-level heat maps due to privacy and security concerns. If you are a registered Strava user, you can explore the heat maps here: strava.com/heatmap.
fr: Strava limite l’accès aux cartes de densité au niveau de la rue en raison d’enjeux de confidentialité et de sécurité. Si vous êtes un utilisateur(trice) Strava enregistré(e), vous pouvez explorer les cartes de densité ici : strava.com/heatmap.

source: Research Assistant - SFU
fr: Assistante de recherche - SFU

source: Darren completed his MSc in the SPAR lab in 2017. He continues his involvement with BikeMaps and MobilityAccess.org, maintaining the websites and mobile apps. When not coding away, Darren enjoys mountain biking, skiing and hiking.
fr: Darren a terminé sa maîtrise au sein du laboratoire SPAR en 2017. Il poursuit son implication avec BikeMaps et onmarcheonroule.org en veillant à la maintenance des sites web et les applications mobiles. Lorsqu'il n’est pas en train de coder, Darren fait du vélo de montagne, du ski et de la randonnée.
