Repository: SPARLab/BikeMaps
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, fr

source: You can share the website on social media, host a mapping demo night, or volunteer to do GIS or development. If you own a bike store or small business, you can advertise BikeMaps.org. We are also on the lookout for more research funding to further develop the technology and expand the study. Or, perhaps your group has GIS data that may improve BikeMaps.org.
fi: Voit jakaa sivuston sosiaalisessa mediassa, järjestää kohteiden kartoitusdemoillan, tai tarjoutua tekemään GIS- tai muuta kehitystyötä. Jos omistat pyöräliikkeen tai pienen yrityksen, voit mainostaa BikeMaps.org:ia. Etsimme myös lisää tutkimusrahoitusta kehittääksemme käyttämäämme teknologiaa ja laajentaaksemme tutkimusta. Tai kenties ryhmälläsi on GIS-dataa, joka voi parantaa BikeMaps.org:ia.
fr: Vous pouvez partager le site Web sur les médias sociaux, organiser une soirée de démonstration de la carte ou travailler bénévolement sur le SIG ou le développement. Si vous possédez un magasin de vélos ou une petite entreprise, vous pouvez faire de la publicité pour BikeMaps.org. Vous pouvez également nous aider à financer le projet de recherche pour que nous puissions développer la technologie et élargir l’étude. Ou peut-être votre groupe a-t-il des données de SIG qui pourraient améliorer la BikeMaps.org.

source: Publications
fi: Julkaisut

source: Check out our published work for a more in depth description of our project
fi: Katso julkaisumme saadaksesi paremman kuvan projektistamme
fr: Consultez nos publications pour une description plus détaillée de notre projet.

source: Supporters
fi: Tukijat
fr: Partisans

source: Team
fi: Tiimi
fr: Équipe

source: Metro Vancouver Research Lead
fi: Metro Vancouverin tutkimusjohtaja
fr: Responsable de la recherche – Metro Vancouver

source: Developer
fi: Kehittäjä
fr: Développeur

source: BikeMaps Hazard Tool
fi: BikeMaps Vaaratyökalu
fr: Outil des hasards de BikeMaps

source: Status
fi: Tila
fr: État

source: Year reported
fi: Ilmoitusvuosi
fr: Année du signalement

source: Type of Incident
fi: Onnettomuuden tyyppi
fr: Type d’incident

source: Terms and Conditions
fi: Käyttöehdot
fr: Conditions générales

source: Letter of Informed Consent
fi: Suostumuslomake
fr: Lettre de consentement éclairé

source: Citizen Based Web-Mapping of Bike Collisions and Near Misses (BikeMaps.org)
fi: Kansalaispohjainen verkkokartoitus pyöräilyonnettomuuksista ja läheltä piti -tilanteista (BikeMaps.org)
fr: Cartographie en ligne des collisions et des quasi-collisions fondée sur la rétroaction du public (BikeMaps.org)

# close window button
source: Close
fi: Sulje
fr: Fermer

source: Submit a new report
fi: Luo uusi ilmoitus
fr: Faire un nouveau signalement.

source: What kind of report is this?
fi: Minkä tyyppinen ilmoitus on kyseessä?
fr: De quel type de signalement s’agit-il?

source: I have read and understand the <a href='%(terms_url)s' target=_blank> terms and conditions
fi: Olen lukenut ja ymmärrän <a href='%(terms_url)s' target=_blank> käyttöehdot
fr: J’ai lu et compris les <a href='%(terms_url)s' target=_blank> conditions

source: Cancel
fi: Peruuta
fr: Annuler

source: Submit
fi: Lähetä
fr: Soumettre

source: Thank you!
fi: Kiitos!
fr: Merci!

source: Your incident marker was successfully added.
fi: Onnettomuusmerkintäsi lisättiin onnistuneesti.
fr: Votre marqueur d’incident a été ajouté.

source: BikeMaps.org is a crowdsource tool for global mapping of cycling safety. Using the <span class="marker-icon"></span> button, add your own data on cycling crashes, near-misses, hazards, and thefts. <a href="%(about-link)s">More info</a>
fi: BikeMaps.org on joukkoistettu työkalu globaalin pyöräilyturvallisuuden kartoittamiseksi. Käyttämällä <span class="marker-icon"></span> painiketta, lisää omat tietosi koskien pyöräilyonnettomuuksia, läheltä piti -tilanteita, vaaroja ja varkauksia. <a href="%(about-link)s">Lisätietoja</a>
fr: BikeMaps.org est un outil participatif visant à tracer une carte globale de la sécurité à vélo. Utilisez le bouton <span class="marker-icon"></span> pour ajouter vos propres données sur les collisions, les quasi-collisions, les dangers et les vols de vélo. <a href="%(about-link)s">Plus d'informations</a>

source: Incidents
fi: Onnettomuudet

source: Citizen collision report
fi: Kansalaisen törmäysilmoitus
fr: Collision signalée par un membre du public

source: Citizen near miss report
fi: Kansalaisen läheltä piti -ilmoitus
fr: Quasi-collision signalée par un membre du public

source: Cyclist hazard
fi: Pyöräilyvaara
fr: Danger pour les cyclistes

source: Strava ridership data
fi: Strava ajodata
fr: Données de Strava sur le nombre d’usagers

source: less
fi: vähemmän
fr: Moins

source: more
fi: enemmän
fr: Plus

source: Alert Areas
fi: Ilmoitusalueet
fr: Secteurs suivis

source: Toggle navigation
fi: Valitse navigointi
fr: Basculer la navigation.

source: Home
fi: Etusivu
fr: Accueil

source: Visualization
fi: Visualisointi
fr: Visualisation

source: Blog
fi: Blogi
fr: Blogue

source: Profile
fi: Profiili
fr: Profil

source: Log out
fi: Kirjaudu ulos
fr: Fermer la session.

source: Admin options
fi: Ylläpitoasetukset
fr: Options d’administration

source: Admin
fi: Ylläpitäjä
fr: Administration

source: Export Collisions
fi: Vie Törmäykset
fr: Exporter des collisions.

source: Export Nearmisses
fi: Vie Läheltä piti -tilanteet
fr: Exporter des quasi-collisions.

source: Export Hazards
fi: Vie Vaarat
fr: Exporter des dangers.

source: Export Thefts
fi: Vie Varkaudet
fr: Exporter des vols.

source: Guest
fi: Vieras
fr: Invité

source: Log in
fi: Kirjaudu sisään
fr: Ouvrir une session.

source: Register
fi: Rekisteröidy
fr: S’inscrire

source: BikeMaps Recent Reports
fi: BikeMaps Viimeaikaiset Raportit
fr: Signalements récents

source: Add a new marker.
fi: Lisää uusi merkintä.
fr: Ajouter un marqueur.

source: Place me where the incident, hazard, or theft occurred.
fi: Aseta minut sijaintiin jossa onnettomuus, vaara tai varkaus tapahtui.
fr: Placez-moi à l’emplacement de l’incident, du danger ou du vol.

source: Trace an area to receive incident alerts.
fi: Piirrä alue saadaksesi sattumailmoituksia.
fr: Tracer une zone pour recevoir des alertes sur les incidents.

source: Trace the area you would like to receive alerts for.
fi: Piirrä alue jolta haluat saada ilmoituksia.
fr: Tracez la zone pour laquelle vous souhaitez recevoir des alertes.

source: Edit alert area.
fi: Muokkaa ilmoitusaluetta.
fr: Modifier la zone d’alerte.

source: Drag handles to edit alert areas. Be sure to save your changes.
fi: Raahaa kulmia muokataksesi alueita. Varmista että tallennat muutokset.
fr: Déplacez les points pour modifier la zone d’alerte. N’oubliez pas de sauvegarder vos modifications.

source: Click cancel to undo changes.
fi: Paina peruuta peruuttaaksesi muutokset.
fr: Cliquer sur « Annuler » pour supprimer les modifications.

source: Delete alert areas.
fi: Poista ilmoitusalueet.
fr: Supprimer les zones d’alerte.

source: Click the alert areas to remove
fi: Klikkaa ilmoitusalueita poistaaksesi
fr: Cliquer sur une zone d’alerte pour la supprimer.

source: No alert areas to edit.
fi: Ei muokattavia ilmoitusalueita.
fr: Aucune zone d’alerte à modifier.

source: No alert areas to delete.
fi: Ei poistettavia ilmoitusalueita.
fr: Aucune zone d’alerte à supprimer.

source: Success!
fi: Onnistui!
fr: Voilà!

source: Your riding area was added.
fi: Ajoalueesi lisättiin onnistuneesti.
fr: Votre zone de circulation a été ajoutée.

source: Your riding area has been modified.
fi: Ajoaluettasi on muokattu.
fr: Votre zone de circulation a été modifiée.

source: Double tap a location to submit a report
fi: Tuplaklikkaa sijaintia lisätäksesi ilmoituksen
fr: Double-cliquer sur un emplacement pour faire un signalement.

source: Receive monthly alerts for your riding area
fi: Vastaanota kuukausittaiset ilmoitukset ajoalueeltasi
fr: Recevoir des avis mensuels sur votre zone de circulation.

source: To setup monitoring areas:
fi: Asettaaksesi seuranta-alueet:
fr: Pour établir des zones de surveillance :

source: Login to your account
fi: Kirjaudu sisään käyttäjätilillesi
fr: Ouvrez une session.

source: Trace areas on the map you would like to track using the <span class='poly-icon'></span> button.
fi: Piirrä alueet kartalle joita haluat seurata käyttämällä <span class='poly-icon'></span> -painiketta.

source: note: tracing is currently not supported on mobile devices.
fi: huomio: alueiden piirtämiselle mobiililaitteilla ei ole tällä hetkellä tukea.
fr: N.B. : Il n’est actuellement pas possible de tracer à partir d’un appareil mobile.

source: Login
fi: Kirjaudu sisään
fr: Ouvrir une session

source: Rider density
fi: Ajajatiheys
fr: Volume de cyclistes

source: Bikemaps Data Visualization
fi: Bikemaps Datavisualisointi
fr: Visualisation des données de Bikemaps

source: reset all
fi: nollaa kaikki
fr: Tout réinitialiser.

source: Total reports by type
fi: Ilmoitusten kokonaismäärä tyypeittäin
fr: Signalements selon le type

source: reset
fi: nollaa
fr: Réinitialiser

source: Reports summary by weekday
fi: Ilmoituskooste viikonpäivittäin
fr: Signalements selon le jour de la semaine

source: Number of incident by hour of day
fi: Onnettomuuksien määrä tunneittain
fr: Nombre d’incidents selon l’heure de la journée

source: We'll do our best to get back to you soon.
fi: Teemme parhaamme palataksemme asiaan pian.
fr: Nous ferons notre possible pour vous répondre rapidement.

source: Invalid Header.
fi: Virheellinen otsikko.
fr: Titre invalide

source: Illegal characters found.
fi: Kiellettyjä merkkejä löydetty.
fr: Présence de caractères invalides

source: Error
fi: Virhe
fr: Erreur

source: Invalid geometry data.
fi: Virheellinen geometriadata.
fr: Données géométriques invalides

source: username
fi: käyttäjänimi
fr: Nom d’utilisateurs

source: Required. 30 characters or fewer. Letters, numbers and @/./+/-/_ characters
fi: Vaaditaan. Enintään 30 merkkiä. Kirjaimet, numerot ja @/./+/-/_ merkit.
fr: Obligatoire. 30 caractères ou moins. Lettres, chiffres et caractères @, ., +, - et _.

source: Enter a valid username.
fi: Anna validi käyttäjänimi.
fr: Entrer un nom d’utilisateur valide.

source: first name
fi: etunimi
fr: Prénom

source: last name
fi: sukunimi
fr: Nom de famille

source: email
fi: sähköposti
fr: Courriel

source: staff status
fi: henkilökuntarooli
fr: Statut du personnel

source: Designates whether the user can log into this admin site.
fi: Määrittää voiko käyttäjä kirjautua tälle ylläpitosivulle.
fr: Indique si l’utilisateur peut se connecter au site d’administration.

source: active
fi: aktiivinen
fr: Actif(ve)

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
fi: Määrittää tuleeko käyttäjää kohdella aktiivisena. Poista valinta käyttäjätilin poistamisen sijasta.
fr: Indique si l’utilisateur est considéré comme actif. Décocher cette case au lieu de supprimer le compte.

source: date joined
fi: liittymispäivämäärä
fr: Date d’inscription

source: Too many submissions, wait %(time)s.
fi: Liian monta lähetystä, odota %(time)s.
fr: Trop de demandes, attendre % (temps).

source: (GMT -11:00) Midway Island, Samoa
fi: (GMT -11:00) Midwaysaaret, Samoa
fr: (GMT -11:00) Îles Midway, Samoa

source: (GMT -10:00) Hawaii
fi: (GMT -10:00) Hawaiji

source: (GMT -8:00) Pacific Time (US & Canada)
fi: (GMT -8:00) PST (Yhdysvallat & Kanada)
fr: (GMT -8:00) Heure du Pacifique (États-Unis et Canada)

source: (GMT -7:00) Mountain Time (US & Canada)
fi: (GMT -7:00) MST (Yhdysvallat & Kanada)
fr: (GMT -7:00) Heure des Rocheuses (États-Unis et Canada)

source: (GMT -6:00) Central Time (US & Canada), Mexico City
fi: (GMT -6:00) CST (Yhdysvallat & Kanada), Mexico City
fr: (GMT -6:00) Heure du Centre (États-Unis et Canada), Mexico

source: (GMT -5:00) Eastern Time (US & Canada), Bogota, Lima
fi: (GMT -5:00) EST (Yhdysvallat & Kanada), Bogota, Lima
fr: (GMT -5:00) Heure de l’Est (États-Unis et Canada), Bogota, Lima

source: (GMT -4:00) Atlantic Time (Canada), Caracas, La Paz
fi: (GMT -4:00) AST (Kanada), Caracas, La Paz
fr: (GMT -4:00) Heure de l’Atlantique (Canada), Caracas, La Paz

source: (GMT -3:00) Brazil, Buenos Aires, Georgetown
fi: (GMT -3:00) Brasilia, Buenos Aires, Georgetown
fr: (GMT -3:00) Brésil, Buenos Aires, Georgetown

source: (GMT -2:00) Mid-Atlantic
fi: (GMT -2:00) Grönlanti
fr: (GMT -2:00) Milieu de l’Atlantique

source: (GMT -1:00) Azores, Cape Verde Islands
fi: (GMT -1:00) Azorit, Kap Verde
fr: (GMT -1:00) Açores, Îles du Cap-Vert

source: (GMT) Western Europe Time, London, Lisbon, Casablanca
fi: (GMT) Lontoo, Lissabon, Casablanca (WET)
fr: (GMT) Heure d’Europe de l’Ouest (London, Lisbonne, Casablanca)

source: (GMT +1:00) Brussels, Copenhagen, Madrid, Paris
fi: (GMT +1:00) Bryssel, Kööpenhamina, Madrid, Pariisi (CET)
fr: (GMT +1:00) Bruxelles, Copenhague, Madrid, Paris

source: (GMT +2:00) Kaliningrad, South Africa
fi: (GMT +2:00) Helsinki, Kaliningrad, South Africa (EET)
fr: (GMT +2:00) Kaliningrad, Afrique du Sud

source: (GMT +3:00) Baghdad, Riyadh, Moscow, St. Petersburg
fi: (GMT +3:00) Bagdad, Riad, Moskova, Pietari
fr: (GMT +3:00) Bagdad, Riyad, Moscou, Saint-Pétersbourg

source: (GMT +4:00) Abu Dhabi, Muscat, Baku, Tbilisi
fi: (GMT +4:00) Abu Dhabi, Masqat, Baku, Tbilisi
fr: (GMT +4:00) Abou Dhabi, Mascate, Bakou, Tbilissi

source: (GMT +5:00) Ekaterinburg, Islamabad, Karachi, Tashkent
fi: (GMT +5:00) Ekaterinburg, Islamabad, Karachi, Taškent
fr: (GMT +5:00) Ekaterinbourg, Islamabad, Karachi, Tachkent

source: (GMT +8:00) Beijing, Perth, Singapore, Hong Kong
fi: (GMT +8:00) Peking, Perth, Singapore, Hong Kong
fr: (GMT +8:00) Beijing, Perth, Singapour, Hong Kong

source: (GMT +9:00) Tokyo, Seoul, Osaka, Sapporo, Yakutsk
fi: (GMT +9:00) Tokio, Soul, Osaka, Sapporo, Jakutsk
fr: (GMT +9:00) Tokyo, Séoul, Osaka, Sapporo, Iakoutsk

source: (GMT +10:00) Eastern Australia, Guam, Vladivostok
fi: (GMT +10:00) Itä-Australia, Guam, Vladivostok
fr: (GMT +10:00) Australie-occidentale, Guam, Vladivostok

source: (GMT +11:00) Magadan, Solomon Islands, New Caledonia
fi: (GMT +11:00) Magadan, Salomonsaaret, Uusi-Kaledonia
fr: (GMT +11:00) Magadan, Îles Salomon, Nouvelle-Calédonie

source: (GMT +12:00) Auckland, Wellington, Fiji, Kamchatka
fi: (GMT +12:00) Auckland, Wellington, Fiji, Kamtšatka
fr: (GMT +12:00) Auckland, Wellington, Fidji, Kamtchatka

source: User activation
fi: Käyttäjän aktivointi
fr: Activation de l’utilisateur

source: Email change
fi: Sähköpostiosoitteen vaihtaminen
fr: Changer le courriel.

source: New notification: %(topic_name)s
fi: Uusi ilmoitus: %(topic_name)s
fr: Nouvel avis : %(nom_du_sujet)

source: Logged out
fi: Kirjauduttu ulos
fr: Session fermée

source: Thanks for spending some quality time with BikeMaps today.
fi: Kiitos tänään BikeMaps:ssä käyttämästäsi laatuajasta.
fr: Merci d’avoir passé du temps de qualité avec BikeMaps aujourd’hui.

source: Log in again
fi: Kirjaudu uudelleen sisään
fr: Ouvrir de nouveau une session.

source: Create an account
fi: Luo käyttäjätili
fr: Créer un compte.

source: I don't know my password
fi: En tiedä salasanaani
fr: J’ai oublié mon mot de passe.

source: Password change successful
fi: Salasanan vaihto onnistui
fr: Mot de passe modifié avec succès

source: Your password was changed.
fi: Salasanasi on vaihdettu.
fr: Votre mot de passe a été modifié.

source: Password change
fi: Salasanan vaihto
fr: Modification du mot de passe

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
fi: Syötä turvallisuussyistä vanha salasanasi, ja anna sitten uusi salasanasi kahdesti, jotta voimme varmistaa että kirjoitit sen oikein.
fr: Pour des raisons de sécurité, saisissez votre ancien mot de passe, puis votre nouveau mot de passe à deux reprises afin de vérifier qu'il est correctement saisi.

source: Change my password
fi: Vaihda salasanani
fr: Modifier mon mot de passe.

source: Password reset complete
fi: Salasanan resetointi valmis
fr: Mot de passe réinitialisé

source: Your password has been set.
fi: Salasanasi on tallennettu.
fr: Votre mot de passe a été enregistré.

source: Enter new password
fi: Anna uusi salasana
fr: Entrer un nouveau mot de passe.

source: Please enter your new password twice so we can verify you typed it in correctly.
fi: Anna uusi salasanasi kahdesti, jotta voimme varmistaa että kirjoitit sen oikein.
fr: Veuillez saisir votre nouveau mot de passe à deux reprises afin de vérifier qu’il est correctement saisi.

source: Password reset successful
fi: Salasanan resetointi onnistui
fr: Mot de passe réinitialisé

source: We've emailed you instructions for setting your password. You should be receiving them shortly.
fi: Olemme lähettäneet sinulle ohjeet salasanan asettamiseksi. Sinun tulisi vastaanottaa ne hetken kuluttua.
fr: Nous vous avons envoyé par courriel des directives pour réinitialiser votre mot de passe. Vous devriez les recevoir bientôt.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
fi: Jos et vastaanottanut sähköpostia, varmista että antamasi sähköpostiosoite on sama kuin millä rekisteröidyit, ja tarkista myös roskapostikansiosi.
fr: Si vous ne recevez pas de message, vérifiez que vous avez saisi l’adresse avec laquelle vous vous êtes enregistré(e) et vérifiez votre dossier de pourriels.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
fi: Vastaanotat tämän viestin sillä pyysit salasanan resetointia käyttäjätilillesi sivustolla %(site_name)s.

source: Please go to the following page and choose a new password:
fi: Mene seuraavalle sivulle ja vaihda salasanasi:
fr: Allez à la page suivante et choisissez un nouveau mot de passe.

source: Your username, in case you've forgotten:
fi: Käyttäjänimesi, jos olet unohtanut:
fr: Votre nom d’utilisateur, en cas d’oubli :

source: Thanks for using our site!
fi: Kiitos sivustomme käyttämisestä!
fr: Merci d’utiliser notre site!

source: The %(site_name)s team
fi: Sivuston %(site_name)s tiimi
fr: L’équipe de % (nom_du_site)

source: Password reset
fi: Salasanan resetointi
fr: Réinitialisation du mot de passe

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
fi: Oletko unohtanut salasanasi? Anna sähköpostiosoitteesi alla, niin lähetämme sinulle ohjeet uuden salasanan asettamiseksi.
fr: Mot de passe oublié? Saisissez votre adresse électronique ci-dessous, et nous vous enverrons les instructions pour en créer un nouveau.

source: Reset my password
fi: Resetoi salasanani
fr: Réinitialiser mon mot de passe.

source: Preferences
fi: Asetukset
fr: Préférences

source: Change password
fi: Vaihda salasana
fr: Modifier le mot de passe.

source: Error: Too many requests
fi: Virhe: Liian monta pyyntöä
fr: Erreur : Trop d’échecs

source: You may try logging in again in 5 minutes.
fi: Voit yrittää kirjautumista sisään uudelleen 5 minuutin kuluttua.
fr: Vous pourrez essayer d’ouvrir une nouvelle session dans 5 minutes.

source: I forgot my password
fi: Unohdin salasanani
fr: J’ai oublié mon mot de passe.

source: Thanks for registering. You are now logged in.
fi: Kiitos rekisteröitymisestä. Olet nyt kirjautunut sisään.
fr: Merci de vous être inscrit(e). Vous êtes maintenant connecté(e).

source: Captcha failure. It looks like you're a robot.
fi: Captcha virhe. Näyttää siltä, että olet robotti.
fr: Échec du captcha. Il semblerait que vous êtes un robot.

source: Information updated.
fi: Tiedot päivitetty.
fr: Renseignements mis à jour

source: Contact us!
fi: Ota meihin yhteyttä!
fr: Communiquez avec nous!

source: Export Incidents + Weather
fi: Vie Onnettomuudet + Sää
fr: Exporter des incidents et des conditions météorologiques.

source: Cancel drawing
fi: Peruuta piirtäminen
fr: Annuler le traçage.

source: Delete last point drawn
fi: Poista viimeisin piirretty piste
fr: Supprimer le dernier point tracé.

source: Delete last point
fi: Poista viimeisin piste
fr: Supprimer le dernier point.

source: Click to continue drawing shape.
fi: Klikkaa jatkaaksesi kuvion piirtämistä.
fr: Cliquer pour continuer à tracer.

source: Click first point to close this shape.
fi: Klikkaa ensimmäistä pistettä sulkeaksesi tämän kuvion.
fr: Cliquer sur le premier point pour fermer la forme.

source: Save changes.
fi: Tallenna muutokset.
fr: Sauvegarder les modifications.

source: Save.
fi: Tallenna.
fr: Sauvegarder.

source: Cancel editing, discards all changes.
fi: Peruuta mokkaus, peruuttaa kaikki muutokset.
fr: Annuler toutes les modifications.

source: Cancel.
fi: Peruuta.
fr: Annuler.

source: Only ~30%(percent)s of bike collision data are collected and there is no centralized reporting system. BikeMaps.org is a unique tool that let's citizens build a database by mapping their riding experience.
fi: Vain ~30% prosenttia pyöräilyonnettomuustiedoista kerätään eikä datalle ole keskitettyä raportointijärjestelmää. BikeMaps.org on ainutlaatuinen työkalu, joka mahdollistaa kansalaisille tietovaraston rakentamisen kartoittamalla omat pyöräilykokemuksensa.
fr: Seulement environ 30 %(percent)s des données sur les collisions de vélo sont recueillies, et il n’existe aucun système de signalement centralisé. BikeMaps.org est un outil unique qui permet aux membres du public de bâtir une base de données en cartographiant leur expérience.

source: Blind corner or turn
fi: Sokea tienkulma tai käännös
fr: Virage ou angle mort

source: Bike lane disappears
fi: Pyöräkaista häviää
fr: Voie cyclable qui disparaît

source: Vehicles entering/exiting roadway
fi: Tielle liittyvät tai tieltä poistuvat ajoneuvot
fr: Véhicules entrant/sortant sur la route

source: Dooring risk zone
fi: Auton oven avaamisen vaara-alue
fr: Zone de risque d’emportiérage

source: Vehicle use of bike lane
fi: Ajoneuvojen pyöräkaistan käyttö
fr: Véhicules sur la voie cyclable

source: Dangerous intersection
fi: Vaarallinen risteys
fr: Intersection dangereuse

source: Dangerous vehicle right turn
fi: Vaarallinen ajoneuvojen oikea käännös
fr: Dangereux virage à droite de véhicules

source: Dangerous vehicle left turn
fi: Vaarallinen ajoneuvojen vasen käännös
fr: Dangereux virage à gauche de véhicules

source: Sensor does not pick up bikes
fi: Sensori ei rekisteröi pyöriä
fr: Le capteur ne détecte pas les vélos

source: Narrow road
fi: Kapea tie
fr: Rue étroite

source: Pedestrian conflict zone
fi: Jalankulun konfliktialue
fr: Zone de conflit avec les pétons

source: Icy/Snowy
fi: Jäinen/Luminen
fr: Glacées ou enneigées

source: Construction
fi: Rakentaminen

source: Collision Details
fi: Törmäyksen tiedot
fr: Détails de Collision

source: Near Miss Details
fi: Läheltä piti -tilanteen tiedot
fr: Quasi-collision Details

source: Steep hill - bike speed affected
fi: Jyrkkä mäki - vaikuttaa pyöräilynopeuteen
fr: Colline escarpée - vitesse de vélo affectée

source: Gravel, rocks or debris on road/path
fi: Soraa, kiviä tai roskaa tiellä
fr: Gravier, roches ou débris sur la route ou le sentier

source: No impact
fi: Ei vaikutusta
fr: Aucun impact

source: I bike less
fi: Pyöräilen vähemmän
fr: Je fais du vélo moins souvent

source: I haven't biked since
fi: En ole pyöräillyt tapahtuman jälkeen
fr: Je ne l'ai pas fait du vélo depuis l'incident

source: Too soon to say
fi: Liian aikaista sanoa
fr: Il est trop tôt pour le dire

source: How did this incident impact your bicycling?
fi: Kuinka tämä onnettomuus vaikutti pyöräilyysi?
fr: Comment cet incident avait-il un impact sur votre choix de faire du vélo?

source: Communication and Outreach, Metro Vancouver
fi: Viestintä ja sidosryhmäyhteistyö, Metro Vancouver
fr: Promotion et Communication, Vancouver
