Repository: SPARLab/BikeMaps
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, fr

source: Moreno joined the BikeMaps team in Fall of 2015. He is based in Vancouver and helps coordinate BikeMaps.org promotion and community outreach efforts in the region. A graduate of SFU’s Faculty of Health Sciences, Moreno completed his thesis research on the impending Vancouver public bike share system. Moreno views cycling as a solution to many health, social, and environmental problems, and as the centrepiece of a more sustainable, egalitarian, and inclusive society.
fi: Moreno liittyi BikeMaps-tiimiin syksyllä 2015. Hän työskentelee Vancouverissa ja auttaa koordinoimaan BikeMaps.org:n markkinointia ja sidosryhmäyhteistyötä alueella. Valmistuttuaan SFU:n terveystieteiden tiedekunnasta, Moreno teki pro gradu -tutkimuksensa Vancouverin tulevasta kaupunkipyöräjärjestelmästä. Moreno näkee pyöräilyn ratkaisuna moniin terveydellisiin, sosiaalisiin ja ympäristöllisiin ongelmiin sekä kestävämmän, tasa-arvoisemman ja inklusiivisemman yhteiskunnan keskipisteenä.
fr: Moreno s’est joint à l’équipe de BikeMaps à l’automne 2015. Il habite Vancouver et coordonne les efforts de promotion et de communication de BikeMaps.org dans sa région. Diplômé de la Faculté des sciences de la santé de l’Université Simon-Fraser, Moreno a fait sa thèse sur le futur système de vélo en libre-service de sa ville. Selon lui, le cyclisme est une solution à une multitude de problèmes sanitaires, sociaux et environnementaux, et joue un rôle essentiel dans la création d’une société plus durable, égalitaire et inclusive.

source: Disclaimer
fi: Vastuuvapauslauseke
fr: Clause de non-responsabilité

source: I clicked submit, but noticed that my pin isn't in the right location. How can I fix it?
fi: Lisäsin kohteen kartalle, mutta huomasin ettei se ole oikeassa sijainnissa. Kuinka voin korjata sen?
fr: J’ai cliqué sur Soumettre, mais mon épingle n’est pas au bon endroit. Comment puis-je corriger cela?

source: Email us at <a href="mailto:info@bikemaps.org">info@bikemaps.org</a> with details about the time and location of your report and we will move it.
fi: Lähetä meille sähköpostia osoitteeseen <a href="mailto:info@bikemaps.org">info@bikemaps.org</a> ja kerro tiedot ilmoituksesi ajasta ja sijainnista, niin siirrämme sen.
fr: Écrivez-nous à l’adresse <a href="mailto:info@bikemaps.org">info@bikemaps.org</a> en précisant l’heure et l’emplacement de votre signalement. Nous déplacerons l’épingle pour vous.

source: <a href="https://bikemaps.org/fr">Français</a>
fi: <a href="https://bikemaps.org/fr">ranska</a>
fr: <a href="https://bikemaps.org/">English</a>

source: Ben was BikeMaps.org’s first graduate student and was instrumental in the successful outreach in the early days of BikeMaps.org. For his MSc research, Ben compared ridership data collected manually to those using crowdsourced apps such as Strava <a href='http://bit.ly/2af2Cpc' target='_blank'>(http://bit.ly/2af2Cpc)</a>. Ben’s research also used data collected on BikeMaps.org to study incidents at multiuse trail and road intersections.
fi: Ben oli BikeMaps.org:n ensimmäinen jatko-opiskelija ja hänellä oli keskeinen rooli onnistuneessa tiedotuksessa BikeMaps.org:n alkupäivinä. MSc-tutkimuksessaan Ben vertasi manuaalisesti kerättyä ajodataa joukkoistettujen sovellusten kuten Stravan tuottamaan ajodataan <a href='http://bit.ly/2af2Cpc' target='_blank'>(http://bit.ly/2af2Cpc)</a>. Benin tutkimus käytti myös BikeMaps.org:ssa kerättyjä tietoja tutkiakseen monikäyttöreittien ja teiden risteyksissä tapahtuvia onnettomuuksia.
fr: Ben a été le premier étudiant diplômé de BikeMaps.org et a joué un rôle dans la sensibilisation réussie dans les premiers jours de BikeMaps.org. Pour ses recherches de sa maîtrise en sciences, Ben a comparé les données de compter manuelle les cyclistes à ceux qui sont produits par des applications mobiles qui emploient un système de localisation GPS tels que Strava <a href='http://bit.ly/2af2Cpc' target='_blank'>(http://bit.ly/2af2Cpc)</a>. La recherche de Ben a également utilisé les données recueillies sur BikeMaps.org pour étudier les incidents aux intersections des sentiers à usages multiples.

source: Founder of BikeMaps.org
fi: BikeMaps.org:n perustaja
fr: Fondatrice – BikeMaps.org

source: Incidents must have occurred within the past two years.
fi: Onnettomuuksien on täytynyt tapahtua viimeisten kahden vuoden aikana.

source: Incidents must have occurred within the past year.
fi: Onnettomuuksien on täytynyt tapahtua viimeisen vuoden aikana.

source: Poor visibility (fog, snow, smoke etc.)
fi: Heikko näkyvyys (sumu, lumi, savu ym.)
fr: Visibilité réduite (brouillard, neigeux, enfumé)

source: On a multi-use path
fi: Jaettu kävelyn ja pyöräilyn kaista
fr: Sur un sentier polyvalent

source: On a sidewalk
fi: Jalkakäytävällä
fr: Sur le trottoir

source: On a local street bikeway (bike route)
fi: Paikallisella pyörätiellä (pyöräreitti)
fr: Sur une voie cyclable peinte

source: On a street with no bicycle facility
fi: Tiellä jolla ei omaa kaistaa polkupyörille
fr: Sur une rue sans voie cyclable

source: On a cycle track (separated bike lane)
fi: Pyörätiellä (erotettu kaista polkupyörille)
fr: Sur une voie cyclable séparée

source: Off-Street
fi: Kadun ulkopuolella
fr: Ailleurs que dans la rue

source: Where did you first find out about BikeMaps.org?
fi: Miten kuulit BikeMaps.org -sivustosta?
fr: Comment avez-vous découvert BikeMaps.org?

source: Directly from the BikeMaps.org team
fi: Suoraan BikeMaps.org -tiimiltä
fr: Directement à partir de l'équipe BikeMaps.org

source: BikeMaps.org swag (e.g., seat cover, water bottle, etc.) without meeting the team
fi: BikeMaps.org swag (esim. penkinsuojus, vesipullo ym.) tapaamatta tiimiä
fr: Reçu un objet publicitaire (par ex.: bouteille d’eau) sans rencontrer l’équipe

source: Traditional media (newspaper, TV, radio)
fi: Perinteinen media (sanomalehti, TV, radio)
fr: Les médias traditionnels (journal, télé, radio)

source: Link from another website
fi: Linkki toiselta sivustolta
fr: Lien depuis un autre site

source: Word of mouth
fi: Puskaradio
fr: Bouche à Oreille

source: Social media (e.g., Twitter, Instagram, Facebook)
fi: Sosiaalinen media (esim. Twitter, Instagram, Facebook)
fr: Médias sociaux (par ex.:Twitter, Facebook, Instagram)

source: What type of bicycle were you riding?
fi: Minkä tyyppistä polkupyörää ajoit?
fr: Quel type de vélo avez-vous roulez?

source: Personal (my own bicycle or a friend's)
fi: Henkilökohtainen (oma tai ystäväni polkupyörä)
fr: Personnel (mon propre vélo ou d’un ami)

source: Did the incident involve a pedal-assist electric bike (eBike)?
fi: Liittyikö onnettomuuteen sähköavusteinen polkupyörä?
fr: Est-ce que l'incident impliquait un vélo à l'assistance électrique (eBike)?

source: Were you directly involved in the incident?
fi: Olitko suoraan osallisena onnettomuudessa?
fr: Étiez-vous directement impliqués dans cet incident?

source: Yes, this happened to me
fi: Kyllä, tämä tapahtui minulle
fr: Oui, cela m'est arrivé

source: No, I witnessed this happen to someone else
fi: Ei, todistin tämän tapahtuvan jollekulle muulle
fr: Non, j'ai été témoin seulement

source: Bike share
fi: Jaetussa käytössä oleva polkupyörä
fr: Vélopartage

source: Bike rental
fi: Vuokrapolkupyörä
fr: Location de vélo

source: Do you have a video tutorial?
fi: Onko teillä video-ohjeita?
fr: Avez-vous un didacticiel vidéo?

source: Yes! Here’s a <a href="https://www.youtube.com/watch?v=a_gn3k4uoAo">link to a video</a> that one of our followers made.
fi: Kyllä! Tässä on <a href="https://www.youtube.com/watch?v=a_gn3k4uoAo">linkki videoon</a>, joka on yhden seuraajistamme tekemä.
fr: Oui! Voici <a href="https://www.youtube.com/watch?v=mbdMqBc64z0">un lien vers une vidéo</a> que l'un de nos adeptes a faite.

source: A graduate of the Geomatics program at the University of Victoria, Taylor is the developer behind the BikeMaps website. Taylor went on to earn a Master of Mathematics in Computer Science at the University of Waterloo. He is now working at the Hakai Institute where he is creating image classification tools for drone and fixed wing imagery along with various other tools for geospatial applications.
fi: Valmistuttuaan Geomatiikan ohjelmasta Victoria-yliopistosta, Taylor on kehittäjä BikeMaps-verkkosivuston takana. Taylor jatkoi opintojaan hankkien matematiikan maisterin tutkinnon tietojenkäsittelytieteessä Waterloon yliopistosta. Hän työskentelee nyt Hakai Instituutissa, missä hän luo luokittelutyökaluja dronejen ja kiinteäsiipisten alusten tuottamalle ilmakuvamateriaalille sekä erilaisia muita työkaluja geospatiaalisiin sovelluksiin.
fr: Diplômé du programme de géomatique de l'Université de Victoria, Taylor est le développeur du site web BikeMaps. Taylor a obtenu une maîtrise en mathématiques de l’informatique à l'Université de Waterloo. Il travaille maintenant à l'Institut Hakai où il crée des outils de classification d’images captée par des drones et des appareils à voilures fixes ainsi que divers autres outils pour des applications géospatiales.

source: Colin uses traditional and emerging geographic data to better understand people and their environments. A long-time city and mountain biker, Colin is happy to be part of the BikeMaps.org team as a developer and researcher because it combines his favorite things: maps, apps, people, and bikes!
fi: Colin käyttää perinteistä ja uudenlaista ​​maantieteellistä dataa ymmärtääkseen paremmin ihmisiä ja heidän ympäristöään. Pitkäaikaisena kaupunki- ja maastopyöräilijänä Colin on iloinen ollessaan osa BikeMaps.org-tiimiä kehittäjänä ja tutkijana, koska se yhdistää hänen suosikkiasiansa: kartat, sovellukset, ihmiset ja pyörät!
fr: Colin utilise des données géographiques traditionnelles et émergentes pour mieux comprendre les gens et leur environnement. Cycliste depuis toujours, en ville comme en montagne, Colin est heureux de faire partie de l'équipe BikeMaps.org en tant que développeur et chercheur; le rôle lui permet de toucher à tout ce qu’il aime le plus : des cartes, des applis, les gens et des vélos!

source: Michael is currently a Post Doctoral Researcher in the Department of Medicine at the University of British Columbia. As a part of his PhD, Michael used data collected on BikeMaps.org to investigate the link between active transport, health and safety. Michael is looking forward to leveraging the power of crowd-sourced data in order to better understand cycling safety.
fi: Michael toimii tällä hetkellä postdoc-tutkijana Lääketieteen laitoksella British Columbian yliopistossa. Väitöskirjansa osana Michael käytti BikeMaps.org:ssa kerättyjä tietoja tutkiakseen aktiivisen liikkumisen, terveyden ja turvallisuuden välistä yhteyttä. Michael odottaa innolla mahdollisuutta hyödyntää joukkoistetun datan voimaa ymmärtääkseen paremmin pyöräilyturvallisuutta.
fr: Michael est actuellement chercheur postdoctoral au Département de médecine de l'Université de la Colombie-Britannique. Dans le cadre de son doctorat, Michael a utilisé les données collectées sur BikeMaps.org pour étudier le lien entre le transport actif, la santé et la sécurité. Michael souhaite utiliser des données générées par production participative comme levier pour mieux comprendre la sécurité à vélo.

source: Jeneva has an M.Sc. in Urban Analytics from the University of Glasgow, and a Bachelor of Arts and Science from Quest University Canada. Her past research has focused on a range of topics related to active transportation: including the optimization of distance-based transit fares and a user-based incentive approach to rebalancing station-based bike-sharing systems. Jeneva is a former Canadian National Wushu (Chinese martials arts) Team member and enjoys spending time doing anything active.
fi: Jenevalla on M.Sc. Glasgow'n yliopistosta (Urban Analytics) sekä kandidaatin tutkinto Quest University Canadasta (Bachelor of Arts and Science). Hänen aikaisempi tutkimuksensa on keskittynyt joukkoon aiheita, jotka liittyvät aktiiviseen liikenteeseen: mukaan lukien etäisyyteen perustuvien joukkoliikennemaksujen optimointi ja käyttäjäperustainen kannustinlähestymistapa asemakohtaisten pyöränjakojärjestelmien tasapainottamiseen. Jeneva on entinen Wushun (kiinalainen kamppailulaji) Kanadan maajoukkueen jäsen ja nauttii ajastaan tehden mitä tahansa aktiivista.
fr: Jeneva détient une maitrise en analyse urbaine de l'Université de Glasgow et un baccalauréat ès arts et sciences de l'Université Quest Canada. Ses travaux antérieurs ont porté sur une gamme de sujets liés au transport actif, notamment l'optimisation des tarifs de transport en commun en fonction de la distance et le développement d’une approche qui incite les utilisateurs à participer au rééquilibrage des flottes pour le vélopartage en station. Jeneva est une ancienne membre de l'équipe nationale canadienne de Wushu (arts martiaux chinois) et aime tout ce qui lui permet de rester active.

source: Why does the Strava heat map disappear when I zoom in?
fi: Miksi Strava lämpökartta (heat map) katoaa kun tarkennan karttaa?
fr: Pourquoi la carte de densité Strava disparaît-elle lorsque j'agrandis la carte?

source: Language
fi: Kieli
fr: Langue

source: Darren completed his MSc in the SPAR lab at UVic in 2017. He continues his involvement with BikeMaps and is the lead developer for WalkRollMap.org. When not coding away, Darren enjoys mountain biking, skiing and hiking.
fi: Darren suoritti MSc-tutkintonsa SPAR-laboratoriossa UVic:ssa vuonna 2017. Hän jatkaa osallistumistaan BikeMapsissa ja on pääkehittäjä WalkRollMap.org:ssa. Kun hän ei koodaa, Darren nauttii maastopyöräilystä, hiihtämisestä ja vaeltamisesta.

source: Meghan Winters is a Professor in the Faculty of Health Sciences at Simon Fraser University, and a Michael Smith Foundation for Health Research Scholar. Her research focuses on ways that cities and their infrastructure can play a role in promoting healthy and safe transportation, for people of all ages and abilities. She is happiest when working in close collaboration with cities and stakeholders to conduct research and create tools that address real-world challenges.
fi: Meghan Winters on professori Simon Fraser Universityn terveystieteiden tiedekunnassa ja Michael Smithin terveystutkimussäätiön stipendiaatti. Hänen tutkimuksensa keskittyy tapoihin, joilla kaupungit ja niiden infrastruktuuri voivat edistää terveellistä ja turvallista liikennettä kaikenikäisille ja -kykyisille ihmisille. Hän on onnellisimmillaan työskennellessään tiiviissä yhteistyössä kaupunkien ja sidosryhmien kanssa tehdäkseen tutkimusta ja luodakseen työkaluja, jotka puuttuvat todellisiin haasteisiin.
fr: Meghan Winters est professeure à la Faculté des sciences de la santé de l'Université Simon Fraser et chercheuse à la Fondation Michael-Smith pour la recherche en santé. Ses travaux portent sur les façons dont les villes et leurs infrastructures peuvent jouer un rôle dans la promotion du transport sain et sécuritaire pour tous, quels que soient l’âge et les capacités. Elle trouve son bonheur en travaillant en étroite collaboration avec les villes et les parties prenantes pour mener des recherches et développer des outils qui s’attaquent aux problèmes concrets.

source: Trisalyn is the founder of BikeMaps.org. She is a geography professor at University California Santa Barbara and the Jack and Laura Dangermond Chair of Geography. She is also adjunct faculty at the University of Victoria. As a mom, avid cyclist, and data scientist, Trisalyn's vision for BikeMaps.org is to make bicycling more accessible to more people by improving data for decision making.
fi: Trisalyn on BikeMaps.org:in perustaja. Hän on maantieteen professori University of California Santa Barbarassa sekä Jack and Laura Dangermond Chair of Geography. Hän on myös vieraileva professori University of Victoriassa. Äitinä, intohimoisena pyöräilijänä sekä datatieteilijänä Trisalynin visio BikeMaps.orgille on tehdä pyöräilystä saavutettavampaa useammille henkilöille parantamalla päätöksenteon tietopohjaa.
fr: Trisalyn est la fondatrice de BikeMaps.org. Elle est professeure de géographie à l'Université de Californie à Santa Barbara et titulaire de la Chaire de géographie Jack et Laura Dangermond. Elle est également professeure auxiliaire à l'Université de Victoria. En tant que mère, cycliste passionnée et spécialiste des données, la vision de Trisalyn pour BikeMaps.org est de rendre le vélo plus accessible à plus de gens en améliorant les données pour la prise de décision.

source: Jaimy joined the BikeMaps team in 2016. She is currently pursuing her PhD with Dr. Meghan Winters at Simon Fraser University. As part of her work, Jaimy will be looking at the link between investment in All Ages and Abilities (AAA) bicycle infrastructure and ridership and safety outcomes. Her work is part of the larger Impacts of Bicycle Infrastructure in Mid-Sized Cities project, and through it she’ll be advancing skills in predictive modelling and spatial analysis approaches to model bicycling exposure and safety.
fi: Jaimy liittyi BikeMaps-tiimiin vuonna 2016. Hän suorittaa parhaillaan tohtorin tutkintoaan Dr. Meghan Wintersin johdolla Simon Fraser -yliopistossa. Työnsä osana Jaimy tarkastelee suhdetta kaiken ikäisten ja kykyjen (All Ages and Abilities, AAA) pyöräilyinfrastruktuuriin sijoittamisen ja pyöräilyn määrän sekä turvallisuustulosten välillä. Hänen työnsä on osa laajempaa keskikokoisten kaupunkien pyöräilyinfrastruktuurin vaikutukset -projektia (Impacts of Bicycle Infrastructure in Mid-Sized Cities), ja sen kautta hän kehittää taitojaan ennakoivassa mallinnuksessa ja spatiaalisen analyysin menetelmissä pyöräilyn määrän ja turvallisuuden mallintamiseksi.
fr: Jaimy s'est jointe à l'équipe de BikeMaps en 2016. Elle est candidate au doctorat et travaille avec Meghan Winters à son laboratoire de recherche sur les villes, la santé et le transport actif de l'Université Simon Fraser. Elle détient un baccalauréat en géographie avec une concentration en géomatique de l’Université de Victoria. Dans le cadre de ses études supérieures, elle utilise les mégadonnées pour étudier l’impact de l'investissement dans l'infrastructure cyclable pour tous les âges et capacités sur l'achalandage, la sécurité et l’équité pour différents groupes. Elle dirige également un projet de recherche communautaire axé sur la justice en matière de mobilité - une base pour comprendre les différentes façons dont les gens vivent la mobilité, le transport et la sécurité dans la rue. Jaimy est une passionnée du vélo de montagne, d’escalade et de littérature autochtone.

source: Finn studied geography at VIU in Nanaimo and computer science at Concordia in Montreal, and is excited to be contributing to the Bikemaps team as a software developer. Outside the office they enjoy mountain biking, running, and rock climbing.
fi: Finn opiskeli maantiedettä VIU:ssa Nanaimossa ja tietojenkäsittelytiedettä Concordiassa Montrealissa, ja on innoissaan osallistuessaan BikeMaps-tiimiin ohjelmistokehittäjänä. Toimiston ulkopuolella hän nauttii maastopyöräilystä, juoksemisesta ja kalliokiipeilystä.
fr: Finn a étudié la géographie à l’Université de Vancouver Island à Nanaimo et l'informatique à Concordia à Montréal, et est ravix de contribuer son expertise en développement de logiciels à l'équipe Bike Maps. En dehors du bureau, iel pratique le vélo de montagne, la course à pied et l'escalade.

source: Daniel Fuller is a Canada Research Chair in Population Physical Activity in the School of Human Kinetics and Recreation at Memorial University. His research is focused on using wearable technologies to study physical activity, transportation interventions, and equity in urban spaces. Dan has an MSc in Kinesiology from the University of Saskatchewan, a PhD in Public Health from Université de Montréal. Dan is the Principal Investigator on the INTERACT team and Neighbourhood Factors Team co-lead of the Canadian Urban Environmental Health (CANUE) Research Consortium. He spends free time chasing his two rambunctious kids.
fi: Daniel Fuller on 'Canada Research Chair' populaation fyysisessä aktiivisuudessa Memorial-yliopiston Liikuntatieteiden ja Virkistyksen Laitoksessa (Population Physical Activity, School of Human Kinetics and Recreation). Hänen tutkimuksensa keskittyy käyttämään puettavia teknologioita fyysisen aktiivisuuden, liikennetoimenpiteiden ja tasa-arvoisuuden tutkimiseen kaupunkitiloissa. Danilla on MSc Kinesiologiasta Saskatchewanin yliopistosta ja tohtorin tutkinto kansanterveydestä Université de Montréalin yliopistosta. Dan on vastuullinen tutkija INTERACT-tiimissä ja yksi Naapurustotekijöiden tiimin johtajista Canadian Urban Environmental Health (CANUE) -tutkimuskonsortiossa. Vapaa-ajallaan hän viettää aikaa jahdaten kahta vallatonta lastaan.
fr: Daniel est Chaire de recherche du Canada en activité physique populationnelle de l’Université Memorial de Saint-Jean de Terre-Neuve. Ses recherches portent sur les technologies portables afin d’étudier l’activité physique, les interventions en transports et l’iniquité dans les espaces urbains. Dan est titulaire d’une maîtrise en kinésiologie de l’Université de Saskatchewan et un doctorat en santé publique de l’Université de Montréal. Dan est chercheur principal de l’équipe INTERACT et il est co-chef de l’équipe Neighbourhood Factors du Canadian Urban Environmental Health (CANUE) Research Consortium. Il passe son temps libre à courir après ses deux enfants plein d’énergie.

source: Karen has been part of the BikeMaps.org team since the project began in 2014. She has managed many aspects of the project and has been heavily involved in community outreach and engagement. Karen is also the project coordinator for WalkRollMap.org, CanBICS, and INTERACT Victoria. In her personal life, Karen has gained considerable experience volunteering on numerous boards that support amateur sports or community initiatives. Most weekends, Karen can be found running the beautiful trails around Victoria.
fi: Karen on ollut osa BikeMaps.org-tiimiä siitä lähtien, kun projekti alkoi vuonna 2014. Hän on hallinnoinut monia projektin osa-alueita ja ollut vahvasti mukana yhteisön tiedottamisessa ja osallistamisessa. Karen toimii myös projektikoordinaattorina WalkRollMap.org:ssa, CanBICS:ssa ja INTERACT Victoriassa. Henkilökohtaisessa elämässään Karen on saanut runsaasti kokemusta vapaaehtoistyöstä lukuisissa hallituksissa, jotka tukevat amatööriurheilua tai yhteisöaloitteita. Useimpina viikonloppuina Karenin voi löytää juoksemasta Victorian kauniita polkuja.
fr: Karen a fait partie de l'équipe BikeMaps.org depuis le début du projet en 2014. Elle a géré de nombreux aspects du projet et a été impliquée dans la sensibilisation et l'engagement communautaire. Karen est aussi la coordinatrice de project pour OnMarcheOnRoule.org, INTERACT, et CanBICS. Dans sa vie personnelle, Karen a acquis beaucoup d'expérience comme bénévole au sein de nombreux conseils qui soutiennent le sport amateur ou des initiatives communautaires . Karen aime se balader du point A à B à pied ou à vélo et serait heureuse de passer tout un samedi à faire de la course en sentier.

source: Start a report
fi: Aloita ilmoitus

source: Date filter
fi: Päivämääräsuodatin

source: Use this dashboard to explore the report data!
fi: Käytä tätä hallintapaneelia tutkiaksesi ilmoitustietoja!

source: Any filters you apply to the charts or the map will affect the output of all the visualizations.
fi: Jos lisäät suodattimia kaavioihin tai karttaan, vaikuttaa se kaikkiin visualisointeihin.

source: Zoom in to your city on the map
fi: Tarkenna kaupunkiisi kartalla

source: Highlight the last few years on the Incidents per Month chart to get the most recent results
fi: Korosta viimeiset vuodet Onnettomuudet Kuukausittain -taulukossa saadaksesi viimeisimmät tulokset
