Repository: SPARLab/BikeMaps
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, fr

source: Then review the combined results of your selection!
fi: Sitten tarkastele valintasi yhdistettyjä tuloksia!

source: New infrastructure
fi: Uusi infrastruktuuri

source: Icelandic
fi: islanti

source: Spanish
fi: espanja

source: required
fi: vaaditaan

source: The date can't be in the future.
fi: Päivämäärä ei voi olla tulevaisuudessa.

source: Please select your gender (choose all that apply)
fi: Valitse sukupuolesi (valitse kaikki, jotka pätevät)

source: New Infrastructure Details
fi: Uuden infrastruktuurin tiedot

source: Passing
fi: Ohittaessa

source: E-scooter
fi: Sähköpotkulauta

source: Unknown
fi: Tuntematon

source: I'm now more careful about where/when/how I ride
fi: Olen nyt varovaisempi missä/milloin/miten pyöräilen

source: I'm now more careful about where/when/how I ride AND I bike less
fi: Olen nyt varovaisempi missä/milloin/miten pyöräilen JA pyöräilen vähemmän

source: I was not directly involved
fi: En ollut suoraan osallisena

source: Pedal assist up to 20 mph (32 km/h)
fi: poljinavusteinen enintään 32 km/h

source: Throttle assist up to 20 mph (32 km/h)
fi: Sähköavusteinen enintään 32 km/h

source: Pedal or throttle assist over 20 mph (32 km/h)
fi: Poljinavusteinen tai sähköavusteinen enintään 32 km/h

source: Under 5 mph (8 km/h)
fi: Alle 8 km/h

source: Between 5-20mph (8-32 km/h)
fi: Välillä 8-32 km/h

source: Over 20mph (32 km/h)
fi: Yli 32 km/h

source: Bicycle
fi: Polkupyörä

source: I was a pedestrian
fi: Olin jalankulkija

source: I was driving
fi: Ajoin autoa

source: Did the incident occur at an intersection?
fi: Sattuiko onnettomuus risteyksessä?

source: Was the driver aggressive?
fi: Oliko kuljettaja aggressiivinen?

source: What class of e-bike were you riding?
fi: Minkä tyyppistä sähköavusteista polkupyörää ajoit?

source: Approximately what speed was your e-bike traveling at the time?
fi: Suunnilleen mitä vauhtia sähköavusteinen polkupyöräsi liikkui tapahtumahetkellä?

source: What were you riding?
fi: Mitä kulkuvälinettä ajoit?

source: What type of new infrastructure is it?
fi: Minkä tyyppistä uutta infrastuktuuria se on?

source: When was the new infrastructure added?
fi: Milloin uusi infrastruktuuri lisättiin?

source: Please give a brief description of the new infrastructure
fi: Anna lyhyt kuvaus kyseisestä uudesta infrastruktuurista

source: When should the new infrastructure icon expire?
fi: Milloin uutta infrastuktuuria kuvaavan ikonin tulisi poistua?

source: newInfrastructure
fi: Uusi infrastruktuuri

source: If you selected 'another option', optionally describe here:
fi: Jos valitsit "muu", kuvaile halutessasi tähän:

source: Has the infrastructure been changed?
fi: Onko infrastruktuuria muutettu?

source: Strava restricts street-level heat maps due to privacy and security concerns. If you are a registered Strava user, you can explore the <a href="https://www.strava.com/heatmap">global heatmap</a>.
fi: Strava rajoittaa katukohtaisia lämpökarttoja yksityisyys- ja turvallisuusnäkökulmien vuoksi. Jos olet rekisteröitynyt Strava-käyttäjä, voit tutkia <a href="https://www.strava.com/heatmap">globaalia lämpökarttaa</a>.

source: Why can't I access my geolocation on my mobile device?
fi: Miksi en voi käyttää paikannusta mobiililaitteellani?

source: If you respond 'allow' to the BikeMaps.org request to use your location but still get a 'user denied geolocation' error, it might be that your privacy settings don't allow your browser itself to access your location. Check if your browser (Firefox, Chrome, Safari) has location permissions in your privacy settings.
fi: Jos vastaat "salli" BikeMaps.org:in pyyntöön käyttää sijaintiasi mutta saat silti virheen, syy voi olla selaimesi yksityisyysasetuksissa jotka estävät paikantamisen. Tarkista että selaimesi (Firefox, Chrome, Safari) yksityisyysasetukset sallivat paikantamisen.

source: BikeMaps.org makes no representations, express or implied, as to the accuracy, completeness and timeliness of the information, maps, and data contained herein. Conclusions drawn or decisions made from the information provided on BikeMaps.org are the responsibility of the user. BikeMaps.org assumes no responsibility for its use.
fi: BikeMaps.org ei anna minkäänlaisia takuita, nimenomaisia tai epäsuoria, liittyen esitettyjen tietojen, karttojen ja datan paikkansapitävyyteen, kattavuuteen ja ajantasaisuuteen. BikeMaps.org:ssa tarjotun tiedon perusteella tehdyt päätelmät tai päätökset ovat käyttäjän vastuulla. BikeMaps.org ei ota vastuuta sen käytöstä.

source: As part of a UVic research project, we are interested in obtaining information regarding your cycling experiences. In particular, we would like to know about any incidents that you have had. The data collected is completely anonymous. The survey should take approximately 3-5 minutes.
fi: Osana UVic:n tutkimusprojektia, olemme kiinnostuneita kerämään tietoja pyöräilykokemuksistasi. Erityisesti haluaisimme kuulla onnettomuuksista joissa olet ollut osallisena. Kerätty data on täysin anonymisoitua. Kysely vie arviolta 3-5 minuuttia.

source: By logging onto this website and answering questions, you are consenting to participate in a study conducted by researchers from the Department of Geography at the University of Victoria and the Faculty of Health Sciences at Simon Fraser University. All information gathered will be completely anonymous. Volunteers must be 13 years of age or older to participate. Parents or guardians may log the details for participants under the age of 13. Please be advised that once a volunteer participant has submitted their survey, it is impossible to withdraw this data at a later date given that it is fully anonymous. Also, the data may be used in additional future studies.
fi: Kirjautumalla tälle verkkosivustolle ja vastaamalla kysymyksiin annat suostumuksesi osallistua tutkimukseen, jota johtavat tutkijat Victoria-yliopiston Maantieteen laitokselta ja Simon Fraser -yliopiston Terveystieteiden tiedekunnasta. Kaikki kerätty tieto on täysin anonyymia. Vapaaehtoisten on oltava 13 vuotta tai vanhempia osallistuakseen. Vanhemmat tai huoltajat voivat kirjata tiedot osallistujille, jotka ovat alle 13-vuotiaita. Huomioithan, että kun vapaaehtoinen osallistuja on lähettänyt kyselynsä, on mahdotonta vetää näitä tietoja takaisin myöhemmässä vaiheessa, koska ne ovat täysin anonyymejä. Lisäksi tietoja saatetaan käyttää myös mahdollisissa tulevissa tutkimuksissa.

source: The data collected from this research will enable researchers and graduate students to study the patterns of bicycle collisions and near misses.
fi: Tutkimuksessa kerätty data mahdollistaa pyöräilyonnettomuuksien ja läheltä piti -tilanteiden tutkimuksen tutkijoille ja jatko-opiskelijoille.

source: Funding for this research project has previously been provided by an NSERC Engage grant to Dr. Trisalyn Nelson and a Public Health Agency of Canada grant to the Traffic Injury Research Foundation (TIRF). Other project partners providing in kind support include: the Captial Regional District (CRD); the Canadian Automobile Association; Strava.com, and the Traffic Injury Research Foundation (TIRF). If you have any questions regarding this research, please contact Dr. Trisalyn Nelson,
fi: Tämän tutkimusprojektin rahoitus on aikaisemmin saatu NSERC Engage -apurahasta Dr. Trisalyn Nelsonille ja Public Health Agency of Canadan myöntämästä apurahasta Traffic Injury Research Foundationille (TIRF). Muita projektikumppaneita jotka tarjoavat tukea ovat: Capital Regional District (CRD); the Canadian Automobile Association; Strava.com ja Traffic Injury Research Foundation (TIRF). Jos sinulla on kysyttävää tästä tutkimuksesta, ota yhteyttä tohtori Trisalyn Nelsoniin,

source: <p>In addition, you may verify the ethical approval of this study, or raise any concerns you might have, by contacting the Human Research Ethics Office at the University of Victoria
fi: <p>Lisäksi voit varmistaa tämän tutkimuksen eettisen hyväksynnän tai esittää mahdollisia huolenaiheitasi ottamalla yhteyttä Victoria-yliopiston Human Research Ethics Officeen

source: Privacy Policy
fi: Tietosuojakäytäntö

source: BikeMaps built the BikeMaps app as a free app. This SERVICE is provided by BikeMaps at no cost and is intended for use as is.</p> <p>This page is used to inform website visitors regarding BikeMaps's policies with the collection, use, and disclosure of Personal Information if anyone decided to use our Service.</p> <p>If you choose to use our Service, then you agree to the collection and use of information in relation with this policy. The Personal Information that we collect are used for providing and improving the Service. We will not use or share your information with anyone except as described in this Privacy Policy.</p> <p>The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at BikeMaps, unless otherwise defined in this Privacy Policy.</p>
fi: BikeMaps rakensi BikeMaps-sovelluksen ilmaisena sovelluksena. Tämä PALVELU tarjotaan BikeMaps:in toimesta ilmaiseksi ja on tarkoitettu käytettäväksi sellaisenaan.</p> <p>Tätä sivua käytetään tiedottamaan verkkosivuston vierailijoita BikeMaps:in käytännöistä liittyen henkilötietojen keräämiseen, käyttöön ja luovuttamiseen, jos joku päättää käyttää palveluamme.</p> <p>Jos päätät käyttää palveluamme, suostut tiedon keräämiseen ja käyttöön tämän käytännön mukaisesti. Keräämiämme henkilötietoja käytetään palvelun tarjoamiseen ja parantamiseen. Emme käytä tai jaa tietojasi kenenkään kanssa muulla kuin tässä tietosuojakäytännössä kuvatulla tavalla.</p> <p>Tämän Tietosuojakäytännön termit ovat samat kuin Käyttöehdot -dokumentissamme, joka on saatavilla BikeMaps:ssa, ellei tässä tietosuojakäytännössä ole toisin määritelty.</p>

source: Information Collection and Use
fi: Tietojen keräys ja käyttö

source: For a better experience while using our Service, we may require you to provide us with certain personally identifiable information, including but not limited to your email address. The information that we request is will be retained by us and used as described in this privacy policy.
fi: Palvelumme sujuvampaa käyttöä varten saatamme vaatia sinua antamaan meille tiettyjä henkilötietoja, mukaan lukien mutta ei rajoittuen sähköpostiosoitteeseesi. Säilytämme pyytämämme tiedot ja niitä käytetään kuten tässä tietosuojakäytännössä on kuvattu.

source: Log Data
fi: Lokitiedot

source: We want to inform you that whenever you use our Service, in case of an error in the app we collect data and information (through third party products) on your phone called Log Data. This Log Data may include information such as your devices’s Internet Protocol (“IP”) address, device name, operating system version, configuration of the app when utilising our Service, the time and date of your use of the Service, and other statistics.
fi: Haluamme tiedottaa sinulle, että aina kun käytät palveluamme ja sovelluksessa ilmenee virhe, keräämme puhelimestasi tietoja ja informaatiota (kolmannen osapuolen tuotteiden kautta) joita kutsutaan Lokitiedoiksi. Nämä lokitiedot voivat sisältää tietoja kuten laitteesi IP-osoitteen, laitteen nimen, käyttöjärjestelmäversion, palvelun käytön aikaiset sovellusasetukset, palvelun käytön ajankohdan ja päivämäärän, sekä muita tilastoja.

source: Cookies
fi: Evästeet

source: Cookies are files with small amount of data that is commonly used an anonymous unique identifier. These are sent to your browser from the website that you visit and are stored on your devices’s internal memory.
fi: Evästeet ovat pienen määrän tietoa sisältäviä tiedostoja, jota yleisesti käytetään anonyyminä yksilöllisenä tunnisteena. Ne lähetetään selaimellesi verkkosivustolta jolla vierailet, ja ne tallennetaan laitteesi sisäiseen muistiin.

source: This Services does not uses these “cookies” explicitly. However, the app may use third party code and libraries that use “cookies” to collection information and to improve their services. You have the option to either accept or refuse these cookies, and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.
fi: Tämä palvelu ei käytä näitä evästeitä suoraan. Sovellus saattaa kuitenkin käyttää kolmannen osapuolen koodia ja kirjastoja, jotka käyttävät evästeitä tietojen keräämiseen ja palvelujensa parantamiseen. Sinulla on mahdollisuus joko hyväksyä tai hylätä nämä evästeet ja tietää, milloin eväste lähetetään laitteellesi. Jos päätät kieltäytyä evästeistämme, et ehkä voi käyttää osia tästä palvelusta.

source: Service Providers
fi: Palveluntarjoajat

source: We want to inform users of this Service that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.
fi: Haluamme informoida tämän palvelun käyttäjiä, että näillä kolmansilla osapuolilla on pääsy henkilökohtaisiin tietoihisi. Syy on heille meidän puolestamme annettujen tehtävien suorittaminen. He ovat kuitenkin velvollisia olemaan paljastamatta tai käyttämättä tietoja mihinkään muuhun tarkoitukseen.

source: Security
fi: Turvallisuus

source: We value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100%% secure and reliable, and we cannot guarantee its absolute security.
fi: Arvostamme luottamustasi antaessasi meille henkilökohtaisia tietojasi, joten pyrimme käyttämään kaupallisesti hyväksyttäviä keinoja suojellaksemme niitä. Mutta muista, että mikään siirtotapa internetissä tai elektroninen tallennusmenetelmä ei ole 100%% turvallinen ja luotettava, emmekä voi taata sen täydellistä turvallisuutta.

source: Links to Other Sites
fi: Linkit muille sivustoille

source: This Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, I strongly advise you to review the Privacy Policy of these websites. We have no control over, and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.
fi: Tämä palvelu saattaa sisältää linkkejä muille sivustoille. Jos klikkaat kolmannen osapuolen linkkiä, sinut ohjataan kyseiselle sivustolle. Huomaa, että me emme hallinnoi näitä ulkoisia sivustoja. Siksi suosittelen vahvasti tarkistamaan näiden verkkosivustojen tietosuojakäytännöt. Meillä ei ole kontrollia emmekä ota vastuuta minkään kolmannen osapuolen sivustojen tai palvelujen sisällöstä, tietosuojakäytännöistä tai toimintatavoista.

source: Children’s Privacy
fi: Lasten Yksityisyys

source: This Services does not address anyone under the age of 13. We do not knowingly collect personal identifiable information from children under 13. In the case we discover that a child under 13 has provided us with personal information, We immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to take necessary actions.
fi: Tätä palvelua ei ole tarkoitettu alle 13-vuotiaille. Emme tietoisesti kerää henkilötietoja alle 13-vuotiailta lapsilta. Jos huomaamme, että alle 13-vuotias lapsi on antanut meille henkilökohtaisia tietoja, poistamme nämä tiedot palvelimiltamme välittömästi. Jos olet vanhempi tai huoltaja ja tiedät, että lapsesi on antanut meille henkilökohtaisia tietoja, ota meihin yhteyttä, jotta voimme ryhtyä tarvittaviin toimiin.

source: Changes to This Privacy Policy
fi: Muutokset tähän tietosuojakäytäntöön

source: We may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately, after they are posted on this page.
fi: Saatamme päivittää tietosuojakäytäntöämme aika ajoin. Siksi suosittelemme tarkistamaan tämän sivun säännöllisesti mahdollisten muutosten varalta. Ilmoitamme sinulle mahdollisista muutoksista julkaisemalla uuden tietosuojakäytännön tällä sivulla. Nämä muutokset astuvat voimaan välittömästi, kun ne on julkaistu tällä sivulla.

source: Contact Us
fi: Ota Yhteyttä

source: If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us.
fi: Jos sinulla on mitään kysyttävää tai palautetta liittyen tietosuojakäytäntöömme, älä epäröi ottaa yhteyttä meihin.

source: This Privacy Policy page was created at
fi: Tämä tietosuojakäytäntösivu on luotu

source: Collision or Fall
fi: Törmäys tai kaatuminen

source: New Infrastructure
fi: Uusi infrastruktuuri

source: Bike theft
fi: Pyörävarkaus

source: Basemaps by <a href='https://www.cyclosm.org/'>CyclOSM</a> and <a href='https://www.hotosm.org/'>HotOSM</a>. Report and fix infrastructure data issues on <a href='https://www.openstreetmap.org/fixthemap'>OpenStreetMap.</a>
fi: Pohjakarttojen lähde <a href='https://www.cyclosm.org/'>CyclOSM</a> ja <a href='https://www.hotosm.org/'>HotOSM</a>. Raportoi ja korjaa infrastruktuuridatan ongelmat <a href='https://www.openstreetmap.org/fixthemap'>OpenStreetMap:ssa.</a>

source: <a href="https://bikemaps.org">English</a>
fi: <a href="https://bikemaps.org">englanti</a>

source: <a href="https://bikemaps.org/es">Español</a>
fi: <a href="https://bikemaps.org/es">espanja</a>

source: <a href="https://bikemaps.org/is">Íslenska</a>
fi: <a href="https://bikemaps.org/is">islanti</a>

source: <a href="https://bikemaps.org/fi">Finnish</a>
fi: <a href="https://bikemaps.org/fi">suomi</a>

source: Export Incidents (no weather)
fi: Vie Onnettomuudet (ei säätä)

source: Our rider density data comes directly from the Strava cycling and running mobile tracker application. Using Strava, you can track your cycling commutes and recreational rides using your Android or iPhone. <br><br> Street-level Heatmap data are available to registered users at the <a href="https://www.strava.com/heatmap">Strava Global Heatmap</a>. See the <a href="https://blog.strava.com/en/press/heatmap-updates/">Strava Blog</a> for more information.
fi: Ajajatiheystietomme tulevat suoraan Strava-mobiilisovelluksesta, jolla käyttäjät voivat kerätä tietoja juoksu- ja pyörämatkoistaan. Käyttämällä Stravaa voit seurata pyörällä kulkemiasi työ- tai koulumatkoja sekä vapaa-ajan ajeluja Androidilla tai iPhonella. <br><br> Katutason lämpökarttatiedot ovat saatavilla rekisteröidyille käyttäjille <a href="https://www.strava.com/heatmap">Strava Global Heatmap</a>-sivustolla. Lisätietoja on saatavilla <a href="https://blog.strava.com/en/press/heatmap-updates/">Strava Blogissa</a>.

source: Explore Incident Report Data
fi: Tutki Onnettomuusraporttien Tietoja

source: To get started, try this example query:
fi: Aloittaaksesi, kokeile tätä esimerkkikyselyä:

source: Click on the bars labelled 'Collisions' and 'Nearmisses' on the 'Total reports by type' chart
fi: Klikkaa palkkeja "Törmäykset" ja "Läheltä piti -tilanteet" "kaikki ilmoitukset tyypeittäin" -taulukossa

source: Click and drag over 'Mon-Fri' on the 'Reports summary by weekday' to select the workweek
fi: Klikkaa ja rahaa "Mon-Fri" "Ilmoituskooste viikonpäivittäin" -päälle valitaksesi työviikon

source: Use the 'reset' buttons on each chart to remove individual filters, or 'reset all' to undo all your filtering. Happy exploring!
fi: Käytä "nollaa" painikkeita taulukoissa poistaaksesi yksittäisiä suodattimia, tai "nollaa kaikki" poistaaksesi kaikki suodattimet. Hauskaa tutkimusta!

source: %(some)s of %(total)s total reports shown
fi: %(some)s %(total)s kaikista raporteista näytetään

source: Password:
fi: Salasana:

source: Username already exists.
fi: Käyttäjänimi on jo olemassa.

source: optional
fr: Facultatif

source: Incident Details
fr: Renseignements sur l’incident

source: On road with no bike facilities
fr: Sur une rue sans voie cyclable

source: Not on the street
fr: Ailleurs que dans la rue

source: On a mixed use trail
fr: Sur un sentier polyvalent

source: On the sidewalk
fr: Sur le trottoir

source: What was the weather like?
fr: Quelles étaient les conditions météorologiques?

source: Where do you get the rider volume data?
fr: Comment obtenez-vous les données sur le nombre de cyclistes?

source: The data on where cyclists are riding has been provided by Strava.
fr: Ces données sont fournies par Strava.

source: Isn’t Strava data is only where recreational cyclists are riding?
fr: Les données de Strava ne concernent-elles pas seulement les cyclistes de loisir?

source: Do you have an App?
fr: Avez-vous une application?

source: Yes! We have both an %(app_store_link)siOS app%(link_end)s and an %(play_store_link)sAndroid app%(link_end)s.
fr: Nous avons une application en anglais pour les appareils mobiles fonctionnant avec les systèmes iOS et Android. Les applications en français sont en voie d’élaboration.

source: Sponsors
fr: Commanditaires

source: Health and cycling expert, Dr. Meghan Winters, is an assistant professor in the Faculty of Health Sciences at Simon Fraser University. She works with the <a href='http://cyclingincities.spph.ubc.ca' target='_blank'>Cycling in Cities</a> team and has research projects on public bikeshare, cycling safety, and how changes in the built environment affect the health and mobility of older adults and youth. Meghan will be heading BikeMaps.org’s efforts in Metro Vancouver.
fr: Experte en santé et en cyclisme, Meghan Winters est professeure adjointe à la faculté des sciences de la santé de l’Université Simon-Fraser. Elle travaille avec l’équipe de Cycling in Cities et mène des projets de recherche sur les services de vélopartage, la sécurité à vélo et l’effet des changements de l’environnement bâti sur la santé et la mobilité des personnes âgées et des jeunes. Elle supervisera les efforts de BikeMaps.org à Vancouver.

source: MSc. Student
fr: Étudiant à la maîtrise des sciences

source: Darren is a UVic Geomatics graduate who will be beginning his MSc at SPAR Lab in 2015. Darren has been hard at work designing and programming BikeMaps mobile applications for both iOS and Android, and is looking forward to analyzing some of the data produced by BikeMaps users. When not coding away, Darren enjoys mountain biking all over Vancouver Island.
fr: Après avoir obtenu son diplôme en géomatique de l’Université de Victoria, Darren a commencé sa maîtrise ès sciences au SPAR Lab en 2015. Il a travaillé fort à la conception et à la programmation de l’application mobile de BikeMaps pour les appareils iOS et Android, et a hâte d’analyser les données fournies par les utilisateurs. Quand il ne code pas, Darren aime faire du vélo de montagne sur l’île de Vancouver.
