Repository: SPARLab/BikeMaps
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, fr

source: <p>As part of a UVic research project, we are interested in obtaining information regarding your cycling experiences. In particular we would like to know about any incidents that you have had. The data collected is completely anonymous. The survey should take approximately 5 minutes.</p> <p>By adding a geographic marker onto this website and answering questions, you are consenting to participate in a study conducted by researchers from the Spatial Pattern Analysis and Research (SPAR) Lab in the Department of Geography at the University of Victoria. All information gathered will be completely anonymous. Volunteers must be 13 years of age or older to participate. Parents or guardians may log the details for participants under the age of 13. Please be advised that once a volunteer participant has submitted their survey, it is impossible to withdraw this data at a later date given that it is fully anonymous. Also, the data may be used in additional future studies. Please be aware that data provided in this study could be linked to data collected in other studies (for e.g., hospital ER intake surveys).</p> <p>The data collected from this research will enable SPAR Lab researchers and graduate students to study the patterns of bike collisions and near misses in various municipalities including the Capital Regional District and Vancouver (BC, Canada). Understanding the geographical patterns to risk for cyclists will enable better decisions to be made regarding future transportation plans for each region.</p> <p>Funding for this research project has been provided by NSERC Engage and Mitacs grants to Dr. Trisalyn Nelson. Other project partners providing in kind support include: the Captial Regional District (CRD); Pedalheads; KidicalMassyyj; the Canadian Automobile Association; Bunt and Associates; Strava.com; and the Traffic Injury Research Foundation (TIRF). If you have any questions regarding this research, please contact Dr. Trisalyn Nelson, <a href="mailto:trisalyn@uvic.ca">trisalyn@uvic.ca</a>.</p> <p>In addition, you may verify the ethical approval of this study, or raise any concerns you might have, by contacting the Human Research Ethics Office at the University of Victoria (<a href="tel:+12504724545">250-472-4545</a> or <a href="mailto:ethics@uvic.ca">ethics@uvic.ca</a>).</p>
fr: <p>Dans le cadre d’un projet de recherche de l’Université de Victoria, nous souhaitons obtenir des renseignements sur votre expérience cycliste, particulièrement sur les incidents que vous avez vécus. Les données recueillies sont totalement anonymes. Il vous faudra environ cinq minutes pour répondre au questionnaire.</p> <p>En ajoutant un marqueur géographique au site Web et en répondant aux questions, vous consentez à participer à une étude réalisée par des chercheurs du Spatial Pattern Analysis and Research (SPAR) Lab du département de géographie de l’Université de Victoria. Tous les renseignements recueillis resteront totalement anonymes. Les volontaires doivent avoir 13 ans ou plus pour participer. Un parent ou un tuteur peut entrer les renseignements pour un participant âgé de moins de 13 ans. Veuillez noter qu’une fois qu’un participant a soumis ses réponses, il est impossible de les retirer, puisque le questionnaire est entièrement anonyme. Il est aussi possible que les données soient utilisées dans de futures études ou jointes aux données d’une autre étude (p. ex., sondage sur les visites à l’urgence d’un hôpital).</p> <p>Les données recueillies dans le cadre de ce projet permettront aux chercheurs et aux étudiants de cycle supérieur du SPAR Lab d’étudier les tendances entourant les collisions et les quasi-collisions de vélo dans de nombreuses municipalités, notamment le District régional de la capitale et Vancouver (Colombie-Britannique, Canada). Comprendre les tendances géographiques des risques pour les cyclistes permettra une meilleure prise de décisions dans les futurs plans de transport de chaque région.</p> <p>Le financement de ce projet de recherche provient de subventions d’engagement du Conseil de recherches en sciences naturelles et en génie du Canada (CRSNG) et de Mitacs offertes au professeur Trisalyn Nelson. D’autres partenaires offrent un appui non financier, notamment le District régional de la capitale, Pedalheads, KidicalMassyyj, l’Association canadienne des automobilistes, Bunt and Associates, Strava.com et la Traffic Injury Research Foundation (TIRF). Si vous avez des questions sur ce projet de recherche, communiquez avec Trisalyn Nelson, Ph. D., à <a href="mailto:trisalyn@uvic.ca">trisalyn@uvic.ca</a>.</p> <p>De plus, vous pouvez vérifier l’approbation éthique de cette étude ou faire part de vos préoccupations en communiquant avec le bureau d’éthique de la recherche avec des êtres humains de l’Université de Victoria (au <a href="tel:+12504724545">250-472-4545</a> ou à <a href="mailto:ethics@uvic.ca">ethics@uvic.ca</a>).</p>

source: Bike Theft
fr: Vol de vélo

source: Official collision report
fr: Rapport de collision officiel

source: Filter
fr: Filtrer.

source: Bike rack
fr: Support pour vélos

source: Protected Bike Lane
fr: Voie cyclable protégée

source: Bike Lane
fr: Voie cyclable

source: Other Cycling Route
fr: Autre voie cyclable

source: Our rider density data comes directly from the Strava cycling and running mobile tracker application. Using Strava, you can track your cycling commutes and recreational rides using your Android or iPhone.
fr: Nos données sur le volume de cyclistes proviennent directement de l’application mobile de localisation de Strava pour les cyclistes et les coureurs. Grâce à Strava, vous pouvez suivre vos déplacements et vos promenades à vélo sur votre appareil Android ou votre iPhone.

source: %(some)s of %(total)s shown
fr: %(some)s sur %(total)s incidents

source: Incidents per day for the past year
fr: Incidents par jour au cours de la dernière année

source: Incident with
fr: Incident avec

source: Due to
fr: Causé par

source: Hazard type
fr: Type de danger

source: Theft type
fr: Type de vol

source: Details
fr: Détails

source: Nearmisses
fr: Quasi-collisions

source: Hazards
fr: Dangers

source: Thefts
fr: Vols

source: Sun
fr: Dim.

source: Mon
fr: Lun.

source: Tue
fr: Mar.

source: Wed
fr: Mer.

source: Thu
fr: Jeu.

source: Fri
fr: Ven.

source: Sat
fr: Sam.

source: Count
fr: Nombre

source: (GMT -12:00) Eniwetok, Kwajalein
fr: (GMT -12:00) Eniwetak, Kwajalein

source: (GMT +6:00) Almaty, Dhaka, Colombo
fr: (GMT +6:00) Almaty, Dacca, Colombo

source: Login in to your account
fr: Connectez-vous à votre compte.

source: Trace an alert area on the home page map
fr: Tracez une zone à surveiller sur la carte de la page d’accueil.

source: Visit this page to see recent incidents in your alert area
fr: Visitez cette page pour connaître les derniers incidents dans votre zone d’alerte.

source: No reports this week
fr: Aucun signalement cette semaine

source: Collision with stationary object or vehicle
fr: Collision avec un objet fixe ou un véhicule immobilisé

source: Collision with moving object or vehicle
fr: Collision avec un objet mobile ou un véhicule en mouvement

source: Near collision with stationary object or vehicle
fr: Quasi-collision avec un objet fixe ou un véhicule immobilisé

source: Near collision with moving object or vehicle
fr: Quasi-collision avec un objet mobile ou un véhicule en mouvement

source: Vehicle, head on
fr: Véhicule, collision frontale

source: Vehicle, angle
fr: Véhicule, collision latérale avec angle d’impact

source: Vehicle, side
fr: Véhicule, collision latérale

source: Vehicle, rear end
fr: Véhicule, collision arrière

source: Vehicle, open door
fr: Véhicule, portière ouverte

source: Major bike component
fr: Pièce importante du vélo

source: Minor bike componen'
fr: Pièce accessoire du vélo

source: Other infrastructure
fr: Autre infrastructure

source: Broken glass
fr: Verre brisé

source: Wet leaves
fr: Feuilles mouillées

source: Search...
fr: Recherche…

source: Nothing found.
fr: Aucun résultat

source: Zoom in
fr: Zoom avant

source: Zoom out
fr: Zoom arrière

source: Search for an address
fr: Chercher une adresse.

source: Click the charts to filter the data
fr: Cliquer sur les tableaux pour filtrer les données.

source: Strava labs estimates that 40%(percent)s of its rider data are commuter traffic, though this likely varies by region.
fr: Strava estime qu’environ 40 %(percent)s de ses données proviennent de cyclistes qui utilisent le vélo comme mode de transport, bien que cela varie selon la région.

source: Official report
fr: Rapport officiel

source: Steep hill – bike speed affected
fr: Pente abrupte qui affecte la vitesse du vélo

source: Gravel , rocks or debris on road/path
fr: Gravier, roches ou débris sur la route ou le sentier

source: What sort of object did you collide with?
fr: Avec quelle sorte d’objet êtes-vous entré(e) en collision?

source: What sort of object did you nearly collide with?
fr: Avec quelle sorte d’objet êtes-vous entré(e) en quasi-collision?

source: Isn’t Strava data only where recreational cyclists are riding?
fr: Les données de Strava ne concernent-elles pas seulement les cyclistes de loisir?

source: I'm now more careful about where/when I ride
fr: Je suis maintenant plus prudent à propos de l'endroit où / quand je fais du vélo

source: I'm now more careful about where/when I ride AND I bike less
fr: Je suis maintenant plus prudent à propos de l'endroit où / quand je roule et je fais du vélo moins souvent

source: Health and cycling expert, Dr. Meghan Winters, is an assistant professor in the Faculty of Health Sciences at Simon Fraser University. She works with the <a href='http://cyclingincities.spph.ubc.ca' target='_blank'>Cycling in Cities</a> team and has research projects on public bikeshare, cycling safety, and how changes in the built environment affect the health and mobility of older adults and youth. Meghan heads the BikeMaps.org research for Metro Vancouver.
fr: Experte en santé et en cyclisme, Meghan Winters est professeure adjointe à la faculté des sciences de la santé de l’Université Simon-Fraser. Elle travaille avec l’équipe de Cycling in Cities et mène des projets de recherche sur les services de vélopartage

source: Darren is a UVic Geomatics graduate who began his MSc in 2015. Darren has been hard at work designing and programming BikeMaps mobile applications for both iOS and Android, and is looking forward to analyzing some of the data produced by BikeMaps users. When not coding away, Darren enjoys mountain biking, skiing and hiking.
fr: Diplômé en géomatique de l’Université de Victoria, Darren a entrepris sa maîtrise en sciences en 2015. Il a travaillé avec ardeur à la conception et à la programmation de l’application mobile de BikeMaps pour les appareils iOS et Android, et a hâte d’analyser les données fournies par les utilisateurs. Quand il ne programme pas, Darren aime faire du vélo de montagne, du ski et de la randonnée pédestre.

source: PhD. Student
fr: Étudiant au doctorat

source: Michael is a recent SPAR Lab graduate and currently a PhD student at the Faculty of Health Sciences at Simon Fraser University. As a part of his PhD, Michael will be using data collected on BikeMaps.org to investigate the link between active transport, health and safety. Michael is looking forward to leveraging the power of crowd-sourced data in order to better understand cycling safety.
fr: Récemment diplômé du SPAR Lab, Michael fait actuellement son doctorat à la Faculté des sciences de la santé de l’Université Simon-Fraser. Dans le cadre de ses études, Michael utilisera les données recueillies sur BikeMaps.org pour étudier les liens entre le transport actif, la santé et la sécurité. Il espère ainsi mettre à profit les données provenant du public afin de mieux comprendre les facteurs de la sécurité à vélo.

source: Post-Doctoral Research Associate
fr: Attaché de recherche au niveau postdoctoral

source: Colin is a post-doctoral researcher in the SPAR lab. With a background in geography and remote sensing of forests, his main research interests are innovative sources of geographic information and citizen science. He is working on developing BikeMaps.org tools and understanding how people can use BikeMaps.org to improve cycling in our cities. A long-time city and mountain biker, Colin is happy to be part of the BikeMaps.org team because it combines some of his favorite things: maps, apps, people, and bikes!
fr: Colin est un attaché de recherche au niveau postdoctoral au Spatial Pattern Analysis and Research (SPAR) Lab. Fort de son expérience en géographie et en télédétection en foresterie, Colin s’intéresse principalement aux recherches sur les sources de renseignements innovatrices sur la géographie et à la science citoyenne. Dans son travail pour BikeMaps, il cherche à créer de nouveaux outils Web et à comprendre comment BikeMaps.org peut améliorer le cyclisme dans les villes. Amateur de vélo de route et de montagne depuis longtemps, Colin est très heureux de faire partie de l’équipe de BikeMaps parce qu’il rassemble ainsi quelques-unes de ses passions : les cartes, les applications, les gens et le vélo!

source: Research Assistant
fr: Assistant de recherche

source: Jaimy is an undergraduate research assistant in SPAR Lab at UVic. Jaimy will be finishing her undergraduate degree this spring and starting an MSc with SPAR in the fall of 2016. When not mountain biking or cycling around Victoria, Jaimy can be found in the rock climbing crags of Vancouver Island and beyond.
fr: Jaimy est assistante de recherche de premier cycle au SPAR Lab de l’Université de Victoria. Elle obtiendra son diplôme ce printemps, puis commencera une maîtrise en science au SPAR à l’automne 2016. Lorsqu’elle n’est pas en train de faire du vélo de montagne ou de circuler à bicyclette à Victoria, c’est sur les rochers d’escalade de l’île de Vancouver et d’ailleurs que Jaimy passe son temps.

source: Conner is working on his Geomatics undergraduate degree at UVic. He is very excited for the opportunity to work in the SPAR Lab and on BikeMaps. He enjoys programming, cartography, and understanding spatial and aspatial relationships. When not in the SPAR lab or doing homework, Conner enjoys surfing and camping.
fr: Conner travaille actuellement à l’obtention de son diplôme de premier cycle en géomatique à l’Université de Victoria. Passionné de programmation, de cartographie et de l’analyse spatiale ou non spatiale, Conner est très heureux de travailler sur BikeMaps et au SPAR lab. Lorsqu’il ne travaille pas au labo et n’est pas en train de faire ses devoirs, Conner aime faire du surf et du camping.

source: TIRF - President & CEO
fr: Présidente-directrice générale,Traffic Injury Research Foundation

source: Robyn Robertson is the President & CEO of the Traffic Injury Research Foundation. She is the author of TIRF's knowledge translation model, and spends much of her time working with practitioners and the public to incorporate research findings in operational practices across transportation, criminal justice and health systems. She wants to contribute to the usability of BikeMaps.org data to inform decision-making at all levels to keep cyclists safe.
fr: Robyn Robertson est présidente-directrice générale de la Traffic Injury Research Foundation. Auteure du modèle de transfert des connaissances de la fondation, elle passe la plupart de son temps à collaborer avec des professionnels et le public afin que les résultats de recherche soient pris en compte dans les pratiques opérationnelles des systèmes de transport, de justice pénale et de santé. Elle veut contribuer à la sécurité de tous les cyclistes en s’assurant que les données de BikeMaps.org sont utilisables pour étayer la prise de décisions à tous les niveaux.

source: Ward Vanlaar is the Vice President Research of the Traffic Injury Research Foundation. Ward serves as the lead of the BikeMaps.org research efforts made possible through funding from the Public Health Agency of Canada. Ward specializes in complex evaluation designs and statistical analysis. He believes in 'living healthy by design' and wants to contribute to this goal by making safe cycling more widely available through initiatives like BikeMaps.org.
fr: Ward Vanlaar est le vice-président, Recherche, de la Traffic Injury Research Foundation. C’est lui qui dirige les recherches de BikeMaps.org rendues possibles grâce au financement de l’Agence de la santé publique du Canada. Spécialisé dans les schémas d’évaluation et l’analyse statistique complexes, il croit qu’il est possible d’améliorer la qualité de vie saine à dessein et souhaite y contribuer en mettant sur pied des initiatives qui permettent à tout le monde de faire du vélo en toute sécurité, comme BikeMaps.org.

source: TIRF - Vice President Finance and Administration
fr: Vice-président, Finance et administration, TIRF

source: Bruce Scott is the Vice President Finance and Administration of the Traffic Injury Research Foundation. Bruce manages the financial and administrative aspects of the BikeMaps.org Public Health Agency of Canada research project. Bruce has always embraced outdoor living and sporting activities and wants to make his contribution by promoting safe cycling to all Canadians through initiatives like BikeMaps.org.
fr: À titre de vice-président, Finance et administration, de la Traffic Injury Research Foundation, Bruce Scott gère les aspects financiers et administratifs du projet de recherche BikeMaps.org financé par l’Agence de la santé publique du Canada. Passionné de plein air et d’activités sportives depuis toujours, Bruce souhaite apporter sa contribution en faisant la promotion de la sécurité à vélo auprès de tous les Canadiens par le biais d’initiatives comme BikeMaps.org.

source: Alumni, Developer
fr: Ancien étudiant, développeur

source: <a href="http://127.0.0.1:8000/fr">Francais</a>
fr: <a href="http://127.0.0.1:8000">English</a>

source: <a href="https://bikemaps.org/fr">Francais</a>
fr: <a href="https://bikemaps.org/">English</a>

source: BikeMaps.org
fr: Les cartes

source: Only ~30%% of bike collision data are collected and there is no centralized reporting system. BikeMaps.org is a unique tool that let's citizens build a database by mapping their riding experience.
fr: Seulement environ 30% des données sur les collisions de vélo sont recueillies, et il n’existe aucun système de signalement centralisé. BikeMaps.org est un outil unique qui permet aux membres du public de bâtir une base de données en cartographiant leur expérience.

source: Password
fr: Mot de passe

source: Français
fr: English

source: TIRF - Research Associate and Research Coordinator
fr: Associée de recherche et Coordonnatrice de la recherche - TIRF

source: Shawna Meister is a Research Associate and the Research Coordinator at the Traffic Injury Research Foundation. She has been a project manager for different projects and conducts both qualitative and quantitative research on various road safety issues in Canada and the United States. Shawna is also an avid cyclist and all-around active enthusiast, enjoying running, skiing, swimming, and various other sports. She sees BikeMaps.org as a fantastic way to encourage more cycling and healthy living.
fr: Shawna Meister est une associée de recherche et la coordonnatrice de la recherche à la Fondation de recherches sur les blessures de la route (Traffic Injury Research Foundation). Elle était chef de projet pour les projets différents et mène à la fois la recherche qualitative et quantitative sur diverses questions de sécurité routière au Canada et aux États-Unis. Shawna est une cycliste passionnée aussi bien qu’elle aime faire divers autres sports comme la course à pied, la natation, et le ski. Elle voit BikeMaps.org comme un moyen fantastique pour encourager le cyclisme et la vie saine.

source: Alumni
fr: Ancien étudiant

source: Trisalyn founded BikeMaps.org while heading the Spatial Pattern Analysis and Research (SPAR) Lab in the Department of Geography at the University of Victoria. Now, at Arizona State University, she is the Director of the School of Geographical Sciences and Urban Planning. As a mom and an avid cyclist, Trisalyn sees BikeMaps.org contributing to even safer cycling conditions, which will ultimately lead to more people biking.
fr: Trisalyn a créé BikeMaps.org tandis qu'elle était la Directrice du Laboratoire SPAR (un laboratoire de recherche et d'analyse des tendances spatiales) dans le département de géographie de l'Université de Victoria. Maintenant, à l'Université Arizona State, elle est la Directrice de l'École des Sciences Géographiques et de la Planification Urbaine. En tant que mère et une cycliste passionnée, Trisalyn voit BikeMaps.org contribuer à des conditions de vélo encore plus sûres, ce qui finira d'encourager plus de gens à faire du vélo.

source: Executive Director
fr: Directrice exécutive

source: Karen has been part of the BikeMaps.org team since the project began in 2014. She has managed many aspects of the project and has been heavily involved in community outreach and engagement. Prior to the creation of BikeMaps.org, Karen worked at SPAR Lab on a wide variety of research projects. In her personal life, Karen has gained considerable experience volunteering on numerous boards that support amateur sports or community initiatives. In addition to being mom to a bike-crazy family, Karen can be found running the trails around Victoria.
fr: Karen a fait partie de l'équipe BikeMaps.org depuis le début du projet en 2014. Elle a géré de nombreux aspects du projet et a été impliquée dans la sensibilisation et l'engagement communautaire . Avant la création de BikeMaps.org, Karen travaillait à SPAR Lab sur un large éventail de projets de recherche . Dans sa vie personnelle , Karen a acquis beaucoup d'expérience comme bénévole au sein de nombreux conseils qui soutiennent le sport amateur ou des initiatives communautaires . Mère d'une famille fanatique du vélo, Karen court souvent dans les sentiers de Victoria.

source: A graduate of the Geomatics program at the University of Victoria, Taylor is the developer behind the BikeMaps website. Taylor now works at the Hakai Institute in Victoria.
fr: Diplômé en géomatique de l’Université de Victoria, Taylor est le développeur qui a créé le site Web de BikeMaps.org. Taylor travail maintenant pour l’Institut Hakai (Victoria).

source: On a cycle only path
fr: Sur une piste cyclable (uniquement)

source: Bike Share
fr: Vélopartage

source: TIRF - Chief Operating Officer
fr: Chef de l'exploitation

source: Yes! Here’s a %(bikemaps_video_link)slink to a video%(link_end)s that one of our followers made.
fr: Oui oui!

source: Partners
fr: Partenaires

source: Dr. Heather Woods-Fry is a Research Associate with the Traffic Injury Research Foundation. Heather serves as a coordinator for the collection of qualitative BikeMaps.org data, and is responsible for analyzing the qualitative data as part of the evaluation of the BikeMaps.org Public Health Agency of Canada research project. Heather believes in living a balanced and active lifestyle, and feels that the accessibility of tools such as BikeMaps.org is essential to promote safe cycling for all Canadians.
fr: Heather sert de coordonnatrice pour la collecte de données qualitatives BikeMaps.org et est responsable de l'analyse des données qualitatives dans le cadre de l'évaluation du projet de recherche BikeMaps.org de l'Agence de la santé publique du Canada. Heather croit en un style de vie équilibré et actif et estime que l'accessibilité d'outils tels que BikeMaps.org est essentielle pour promouvoir un cyclisme sécurisé pour tous les Canadiens.
