Repository: SPARLab/BikeMaps
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, fr

source: Dutch
fi: hollanti

source: Create a blog post
fi: Luo blogipostaus

source: Save
fi: Tallenna

source: Alt. Title
fi: Vaihtoehtoinen otsikko

source: Resize to this width or height
fi: Muuta tähän leveyteen tai korkeuteen

source: Upload
fi: Lähetä

source: Date created
fi: Luomispäivämäärä

source: Title
fi: Otsikko

source: Description
fi: Kuvaus

source: Date posted
fi: Julkaisupäivämäärä

source: Published
fi: Julkaistu

source: Content
fi: Sisältö

source: Create a new post
fi: Luo uusi kirjoitus

source: Create a new blog post
fi: Luo uusi blogikirjoitus

source: Markdown Cheatsheet
fi: Markdown pikaohje

source: Upload an image to the server
fi: Lähetä kuva serverille

source: BikeMaps Blog
fi: BikeMaps Blogi
fr: Blogue de BikeMaps

# Next page link
source: Newer posts
fi: Uudemmat kirjoitukset

# Previous page link
source: Older posts
fi: Vanhemmat kirjoitukset

source: Not Published
fi: Ei Julkaistu
fr: Non publié

source: edit
fi: muokkaa
fr: Modifier

source: Blog post was added.
fi: Blogikirjoitus lisätty.
fr: Article ajouté

source: Blog post saved.
fi: Blogikirjoitus tallennettu.
fr: Article sauvegardé

source: Email
fi: Sähköposti
fr: Courriel

source: Enter your email address
fi: Lisää sähköpostiosoitteesi
fr: Entrez votre adresse courriel

source: Subject
fi: Aihe
fr: Objet

source: What's this about?
fi: Mitä asia koskee?
fr: Pourquoi nous écrivez-vous?

source: Message
fi: Viesti

source: Your message here
fi: Lisää viestisi tähän
fr: Écrivez votre message ici.

source: Send myself a copy
fi: Lähetä kopio itselleni
fr: M’envoyer une copie.

source: Why are we asking for personal details?
fi: Miksi kysymme henkilökohtaisia tietoja?
fr: Pourquoi demandons-nous des renseignements personnels?

source: Personal details such as age and gender are routinely collected in health research including studies examining cycling injuries (e.g., Cripton et al. 2015). In addition, details such as rider experience and gender have been shown to be important predictors of cycling safety and risk (Beck et al. 2007). The goal of BikeMaps.org is to gather more comprehensive data to better assess cycling safety and risk. Providing personal details will allow us to more accurately fill in these data gaps.
fi: Henkilötietoja kuten ikä ja sukupuoli kerätään rutiininomaisesti terveystutkimuksissa mukaan lukien pyöräilyvammojen tutkimus (esim. Cripton et al. 2015). Lisäksi yksityiskohtien kuten pyöräilijän kokemuksen ja sukupuolen on todettu liittyvän merkittävästi pyöräilyn turvallisuuteen ja riskeihin (Beck et al. 2007). BikeMaps.org:in tavoite on kerätä kattavampaa dataa pyöräilyriskien ja -turvallisuuden arvioinnin avuksi. Henkilötietojen antaminen mahdollistaa näiden tietopuutosten täyttämistä tarkemmin.
fr: Les renseignements personnels comme l’âge et le sexe sont souvent recueillis dans le cadre de projets de recherche en santé, notamment lors d’études sur les blessures de cyclistes (p. ex., Cripton et coll., 2015). De plus, il a été démontré que des renseignements comme l’expérience du cycliste et son sexe sont d’importants prédicteurs de la sécurité et des risques associés au cyclisme (Beck et coll., 2007). L’objectif de BikeMaps.org est de recueillir des données exhaustives pour mieux évaluer la sécurité et les risques associés au cyclisme. Ces renseignements personnels nous permettront de combler plus exactement les lacunes des données.

source: Hazard Details
fi: Vaaran tiedot
fr: Renseignements sur le hasard

source: Personal Details
fi: Henkilötiedot
fr: Renseignements personnels

source: Conditions
fi: Olosuhteet

source: Theft Details
fi: Varkauden tiedot
fr: Renseignements sur le vol

source: user
fi: käyttäjä
fr: Utilisateur

source: users
fi: käyttäjät
fr: Utilisateurs

source: Incident
fi: Onnettomuus

source: Near miss
fi: Läheltä piti -tilanne
fr: Quasi-collision

source: Hazard
fi: Vaara
fr: Hasard

source: Theft
fi: Varkaus
fr: Vol

source: Undefined
fi: Määrittelemätön
fr: Indéfini

source: alert notification
fi: varoitusilmoitus
fr: Avis d’alerte

source: alert notifications
fi: varoitusilmoitukset
fr: Avis d’alertes

source: Infrastructure
fi: Infrastuktuuri

source: Environmental
fi: Ympäristö
fr: Environnement

source: Human Behaviour
fi: Ihmisten Käyttäytyminen
fr: Comportement humain

source: Curb
fi: Reunakiveys
fr: Bordure de rue

source: Island
fi: Saari
fr: Îlot

source: Train track
fi: Ratakisko
fr: Voie ferrée

source: Pothole
fi: Tiekuoppa
fr: Nid-de-poule

source: Road surface
fi: Tienpinta
fr: Surface de la route

source: Poor signage
fi: Heikko opastus
fr: Mauvaise signalisation

source: Speed limits
fi: Nopeusrajoitukset
fr: Limites de vitesse

source: Other (Please describe)
fi: Muu (kuvaile)
fr: Autre (veuillez préciser)

source: Poor visibility
fi: Heikko näkyvyys
fr: Visibilité réduite

source: Broken glass on road
fi: Lasinsirpaleita tiellä
fr: Verre brisé sur la route

source: Wet leaves on road
fi: Märkiä lehtiä tiellä
fr: Feuilles mouillées sur la route

source: Parked car
fi: Pysäköity auto
fr: Voiture stationnée

source: Traffic flow
fi: Liikennevirta
fr: Circulation

source: Driver behaviour
fi: Kuljettajan käyttäytyminen
fr: Comportement des conducteurs

source: Cyclist behaviour
fi: Pyöräilijän käyttäytyminen
fr: Comportement des cyclistes

source: Pedestrian behaviour
fi: Jalankulkijan käyttäytyminen
fr: Comportement des piétons

source: Congestion
fi: Ruuhka

source: Yes
fi: Kyllä
fr: Oui

source: No
fi: Ei
fr: Non

source: I don't know
fi: En tiedä
fr: Je ne sais pas

source: Please select the category of hazard you are reporting:
fi: Valitse vaarakategoria josta haluat ilmoittaa:
fr: Veuillez choisir la catégorie d’ que vous déclarez :

source: What type of hazard was it?
fi: Minkä tyyppinen vaara oli kyseessä?
fr: De quel type d’hasard s’agissait-il?

source: Do you bike at least once a week?
fi: Pyöräiletkö vähintään kerran viikossa?
fr: Faites-vous du vélo au moins une fois par semaine?

source: Has this been fixed?
fi: Onko tämä korjattu?
fr: Est-ce que ceci a été réparé?

source: Collision
fi: Törmäys

source: Collision with a stationary object or vehicle
fi: Törmäys staattisen kohteen tai ajoneuvon kanssa
fr: Collision avec un objet fixe ou un véhicule immobilisé

source: Collision with a moving object or vehicle
fi: Törmäys liikkuvan kohteen tai ajoneuvon kanssa
fr: Collision avec un objet mobile ou un véhicule en mouvement

source: Near miss with a stationary object or vehicle
fi: Läheltä piti -tilanne staattisen kohteen kanssa
fr: Quasi-collision avec un objet fixe ou un véhicule immobilisé

source: Near miss with a moving object or vehicle
fi: Läheltä piti -tilanne liikkuvan kohteen tai ajoneuvon kanssa
fr: Quasi-collision avec un objet mobile ou un véhicule en mouvement

source: Fall
fi: Kaatuminen
fr: Chute

source: Lost control and fell
fi: Kontrollin menettäminen ja kaatuminen
fr: Perte de contrôle et chute

source: Vehicle
fi: Ajoneuvo
fr: Véhicule

source: Head on
fi: Suoraan päin
fr: Collision frontale

source: Side impact
fi: Osuma sivusta
fr: Collision latérale

source: Angle impact
fi: Osuma kulmasta
fr: Collision latérale avec angle d’impact

source: Rear end
fi: Takaa päin
fr: Collision arrière

source: Open vehicle door
fi: Avoin ajoneuvon ovi
fr: Portière ouverte

source: Person/animal
fi: Henkilö/eläin
fr: Personne ou animal

source: Another cyclist
fi: Toinen pyöräilijä
fr: Autre cycliste

source: Pedestrian
fi: Jalankulkija
fr: Piéton

source: Animal
fi: Eläin

source: Train Tracks
fi: Junaraiteet
fr: Voies ferrées

source: Lane divider
fi: Kaistanjakaja
fr: Diviseur de voies

source: Sign/Post
fi: Liikennemerkki/pylväs
fr: Panneau ou poteau

source: Roadway
fi: Tie
fr: Chaussée

source: Other (please describe)
fi: Muu (kuvaile)
fr: Autre (veuillez préciser)

source: Medical treatment not required
fi: Ei tarvetta hoidolle
fr: Soins médicaux non requis

source: Saw a family doctor
fi: Lääkärin vastaanotolla käynti
fr: J’ai consulté un médecin de famille.

source: Visited the hospital emergency dept.
fi: Käynti ensiavussa
fr: Je suis allé(e) à l’urgence.

source: Overnight stay in hospital
fi: Yön yli sairaalassa
fr: J’ai passé la nuit à l’hôpital.

source: No injury
fi: Ei vammoja
fr: Aucune blessure

source: To/from work or school
fi: Työ-/koulumatkalla
fr: Pour me rendre ou revenir de l’école ou du travail

source: Exercise or recreation
fi: Kuntoilu tai harrastus
fr: Sport ou loisirs

source: Social reason (e.g., movies, visit friends)
fi: Sosiaalinen syy (esim. matkalla elokuviin tai ystävien luo)
fr: Activité sociale (p. ex., cinéma, visite d’amis)

source: Personal business
fi: Henkilökohtainen syy
fr: Affaires personnelles

source: During work
fi: Työaikana
fr: Pendant le travail

source: Dry
fi: Kuiva
fr: Sèche

source: Wet
fi: Märkä
fr: Mouillée

source: Loose sand, gravel, or dirt
fi: Irtonainen hiekka, sora tai maa
fr: Surface instable (sable, gravier ou terre meuble)

source: Icy
fi: Jäinen
fr: Glacée

source: Snowy
fi: Luminen
fr: Enneigée

source: I don't remember
fi: En muista
fr: Je ne me souviens pas

source: No obstructions
fi: Ei esteitä
fr: Aucune obstruction

source: View obstructed
fi: Näkyvyys estynyt
fr: La vue était obstruée

source: Glare or reflection
fi: Häiritsevä valo tai heijastus
fr: éblouissement direct ou réflexion

source: Obstruction on road
fi: Este tiellä
fr: Obstruction sur la route

source: Don't Remember
fi: En muista
fr: Je ne me souviens pas.

source: Busy street
fi: Ruuhkainen katu
fr: Sur une rue passante

source: On a painted bike lane
fi: Maalatulla pyöräkaistalla
fr: Sur une voie cyclable peinte

source: Quiet street
fi: Hiljainen katu
fr: Sur une rue calme

source: On a physically separated bike lane (cycle track)
fi: Fyysisesti erotetulla pyöräkaistalla (pyörätie)
fr: Sur une piste cyclable séparée

source: No Lights
fi: Ei valoja
fr: Aucune lumière de vélo

source: Front and back lights
fi: Etu- ja takavalot
fr: Lumières de vélo avant et arrière

source: Front lights only
fi: Vain etuvalot
fr: Lumières de vélo avant seulement

source: Back lights only
fi: Vain takavalot
fr: Lumières de vélo arrière seulement

source: Uphill
fi: Ylämäki
fr: Pente ascendante

source: Downhill
fi: Alamäki
fr: Pente descendante

source: Flat
fi: Tasainen
fr: Terrain plat

source: N
fi: Pohjoinen

source: NE
fi: Koillinen

source: E
fi: Itä

source: SE
fi: Kaakko

source: S
fi: Etelä

source: SW
fi: Lounas
fr: S.-O.

source: W
fi: Länsi
fr: O.

source: NW
fi: Luode
fr: N.-O.

source: Heading straight
fi: Suoraan eteenpäin
fr: J’allais tout droit.

source: Turning left
fi: Vasemmalle käännyttäessä
fr: Je tournais à gauche.

source: Turning right
fi: Oikealle käännyttäessä
fr: Je tournais à droite.

source: What type of incident was it?
fi: Minkä tyyppinen onnettomuus oli kyseessä?
fr: Quel type d’incident a eu lieu?

source: What sort of object did you collide or nearly collide with?
fi: Minkä tyyppisen kohteen kanssa törmäsit tai melkein törmäsit?
fr: Avec quelle sorte d’objet êtes-vous entré(e) en collision ou en quasi-collision?

source: Were you injured?
fi: Loukkaannuitko?
fr: Vous êtes-vous blessé(e)?

source: What was the purpose of your trip?
fi: Mikä oli matkasi tarkoitus?
fr: Quel était l’objet de votre déplacement?

source: Were you wearing a helmet?
fi: Käytitkö pyöräilykypärää?
fr: Portiez-vous un casque?

source: Were you intoxicated?
fi: Olitko päihtynyt?
fr: Étiez-vous en état d’ébriété?

source: What were the road conditions?
fi: Mitkä olivat tieolosuhteet?
fr: Quelles étaient les conditions routières?

source: How were the sight lines?
fi: Millainen näkyvyys oli?
fr: Comment était la visibilité?

source: Were there cars parked on the roadside
fi: Oliko tien reunustalla pysäköityjä autoja?
fr: Est-ce qu’il y avait des véhicules garés au bord de la route?

source: Where were you riding your bike?
fi: Missä ajoit polkupyörääsi?
fr: Où faisiez-vous du vélo?

source: Were you using bike lights?
fi: Oliko polkupyörässä valot?
fr: Utilisiez-vous des lumières de vélo?

source: What was the terrain like?
fi: Millainen maasto oli?
fr: Comment était le terrain?

source: What direction were you heading?
fi: Mihin suuntaan etenit?
fr: Dans quelle direction vous dirigiez-vous?

source: How were you moving?
fi: Kuinka liikuit?
fr: Comment rouliez-vous?

source: Location
fi: Sijainti
fr: Emplacement

source: collision
fi: törmäys

source: nearmiss
fi: läheltä piti -tilanne
fr: Quasi-collision

source: theft
fi: varkaus
fr: Vol

source: hazard
fi: vaara
fr: Hasard

source: official
fi: virallinen
fr: Officiel

source: January
fi: Tammikuu
fr: Janvier

source: February
fi: Helmikuu
fr: Février

source: March
fi: Maaliskuu
fr: Mars

source: April
fi: Huhtikuu
fr: Avril

source: May
fi: Toukokuu
fr: Mai

source: June
fi: Kesäkuu
fr: Juin

source: July
fi: Heinäkuu
fr: Juillet

source: August
fi: Elokuu
fr: Août

source: September
fi: Syyskuu
fr: Septembre

source: October
fi: Lokakuu
fr: Octobre

source: November
fi: Marraskuu
fr: Novembre

source: December
fi: Joulukuu
fr: Décembre

source: Male
fi: Mies
fr: Homme

source: Female
fi: Nainen
fr: Femme

source: Other
fi: Muu
fr: Autre

source: Date reported
fi: Raportointipäivämäärä
fr: Date du signalement

source: When was the incident?
fi: Onnettomuuden ajankohta
fr: Quand l’incident a-t-il eu lieu?

source: Type of report
fi: Raportin tyyppi
fr: Type de signalement

source: What is your birth year?
fi: Mikä on syntymävuotesi?
fr: Quelle est votre année de naissance?

source: What is your birth month?
fi: Mikä on syntymäkuukautesi?
fr: Quel est votre mois de naissance?

source: Please select your sex
fi: Valitse sukupuolesi
fr: Sélectionnez votre sexe.

source: Please give a brief description of the incident
fi: Anna lyhyt kuvaus onnettomuudesta
fr: Décrivez brièvement l’incident.

source: Bike (value < $1000)
fi: Pyörä (arvo < 1000€)
fr: Vélo (valeur de moins de 1 000 $)

source: Bike (value >= $1000)
fi: Pyörä (arvo > 1000€)
fr: Vélo (valeur de plus de 1 000 $)

source: Major bike component (e.g. tire, seat, handlebars, etc.)
fi: Merkittävä pyörän osa (esim. rengas, istuin, ohjaustanko jne.)
fr: Pièce importante du vélo (p. ex., pneu, siège, guidon, etc.)

source: Minor bike component (e.g. lights, topbar padding, bell, etc.)
fi: Vähäinen pyörän osa (esim. valot, tankopehmuste, kello jne.)
fr: Pièce accessoire du vélo (p. ex., lumières de vélo, protecteur rembourré du tube supérieur, sonnette, etc.)

source: Frame locked
fi: Runko lukittu
fr: Cadre verrouillé

source: Frame and tire locked
fi: Runko ja rengas lukittu
fr: Cadre et un pneu verrouillés

source: Frame and both tires locked
fi: Runko ja molemmat renkaat lukittu
fr: Cadre et deux pneus verrouillés

source: Tire(s) locked
fi: Rengas tai renkaat lukittu
fr: Pneu(s) verrouillé(s)

source: Not locked
fi: Ei lukittu
fr: Non verrouillé

source: U-Lock
fi: U-lukko
fr: Cadenas en U

source: Cable lock
fi: Kaapelilukko
fr: Cadenas à câble

source: U-Lock and cable
fi: U-lukko ja kaapeli
fr: Cadenas en U et cadenas à câble

source: Padlock
fi: Riippulukko
fr: Cadenas

source: At an outdoor bike rack
fi: Pyörätelineessä ulkona
fr: Support pour vélos extérieur

source: At an indoor bike rack (e.g. parking garage, bike room)
fi: Pyörätelineessä sisällä (esim. parkkihalli, pyörähuone)
fr: Support pour vélos intérieur (p. ex., dans un garage de stationnement ou un local à vélos)

source: Inside a bike locker
fi: Pyöräkaapissa
fr: Dans une remise à vélos

source: Against street sign
fi: Liikennemerkkiä vasten
fr: Contre une enseigne de rue

source: Against a fence or railing
fi: Aitaa tai kaidetta vasten
fr: Contre une clôture ou une rampe

source: Against a public bench
fi: Julkista penkkiä vasten
fr: Contre un banc public

source: Inside a building/lobby
fi: Rakennuksessa/aulassa
fr: Dans un bâtiment ou un hall d’entrée

source: Very heavy (pedestrians passing by in a nearly constant stream)
fi: Hyvin voimakas (ohi kulkevia jalankulkijoita lähes jatkuvana virtana)
fr: Très dense (passage presque constant de piétons)

source: Heavy (pedestrians passing by regularly)
fi: Voimakas (ohi kulkevia jalankulkijoita säännöllisesti)
fr: Dense (passage régulier de piétons)

source: Moderate (irregular pedestrian with busy vehicle traffic)
fi: Keskimääräinen (vaihteleva määrä ohi kulkevia jalankulkijoita, runsas liikennemäärä)
fr: Modérée (passage irrégulier de piétons et circulation automobile dense)

source: Light (irregular pedestrian with light to moderate vehicle traffic)
fi: Kevyt (vaihteleva määrä ohi kulkevia jalankulkijoita, kevyt tai keskimääräinen liikennemäärä)
fr: Faible (passage irrégulier de piétons et circulation automobile faible à modérée)

source: Very light (little pedestrian and vehicle traffic)
fi: Hyvin kevyt (vähän ohi kulkevia jalankulkijoita ja liikennettä)
fr: Très faible (peu de piétons et de circulation automobile)

source: Well lit (e.g. bright daylight)
fi: Hyvin valaistu (esim. kirkas päivänvalo)
fr: Bien éclairé (p. ex., plein jour)

source: Moderately well lit (e.g. streetlights, parking garage)
fi: Keskimääräinen valaistus (esim. katuvalot, parkkihalli)
fr: Assez éclairé (p. ex., lampadaires ou garage de stationnement)

source: Poorly lit (e.g. night, unlit alleyway)
fi: Heikko valaistus (esim. yö, valaisematon katu)
fr: Mal éclairé (p. ex., nuit ou entrée non éclairée)

source: What was stolen?
fi: Mitä varastettiin?
fr: Qu’est-ce qui a été volé?

source: Did you have your bike locked?
fi: Oliko pyöräsi lukittu?
fr: Votre vélo était-il verrouillé?

source: What kind of lock were you using?
fi: Mikä tyyppistä lukkoa käytit?
fr: Quel type de cadenas utilisiez-vous?

source: Where did you leave your bike?
fi: Mihin jätit pyöräsi?
fr: Où avez-vous laissé votre vélo?

source: Which describes the lighting conditions where and when the theft occurred?
fi: Mikä kuvaa valaistusolosuhteita varkauspaikalla ja -ajankohtana?
fr: Comment était l’éclairage à l’endroit et au moment où le vol s’est produit?

source: Which best describes the traffic in the area where the theft occurred?
fi: Mikä parhaiten kuvaa liikennettä alueella jossa varkaus tapahtui?
fr: À quoi ressemblait la circulation dans le secteur où le vol s’est produit?

source: Did you file a report with the police?
fi: Teitkö rikosilmoituksen poliisille?
fr: Avez-vous rempli un rapport de police?

source: If you filed a police report, what is the report number?
fi: Jos teit rikosilmoituksen, mikä on ilmoituksen numero?
fr: Si oui, quel est le numéro du rapport?

source: Did you file an insurance claim?
fi: Teitkö vahinkoilmoituksen vakuutusyhtiölle?
fr: Avez-vous fait une réclamation d’assurance?

source: If you filed an insurance claim, what is the claim number?
fi: Jos teit vahinkoilmoituksen, mikä on ilmoituksen numero?
fr: Si oui, quel est le numéro de la réclamation?

source: About
fi: Meistä
fr: À propos

source: At BikeMaps we love biking as much as we love maps! Our goal is to map your cycling experience to make biking safer. You know your local cycling trouble spots and we want you to map them. Your knowledge of cycling safety, hazards, and even bike thefts will be analyzed using GIS and statistics to identify hot spots of cycling safety, risk, and crime. We are constantly updating our maps and technology, so send us feedback. And stay tuned for updated safety maps generated from YOUR biking experience.
fi: Me BikeMaps:ssa rakastamme pyöräilyä yhtä paljon kuin rakastamme karttoja! Tavoitteenamme on kartoittaa pyöräilykokemuksesi tehdäksemme pyöräilystä turvallisempaa. Tunnet paikalliset pyöräilyn ongelmapaikat ja haluamme että merkitset ne kartalle. Tietämyksesi pyöräilyturvallisuudesta, vaaroista ja jopa pyörävarkauksista analysoidaan GIS:n ja tilastotieteen avulla tunnistaaksemme pyöräilyturvallisuuden, riskien ja rikollisuuden ongelma-alueet. Päivitämme jatkuvasti karttojamme ja teknologiaamme, joten lähetä meille palautetta. Pysy myös kuulolla päivitetyistä turvallisuuskartoista, jotka on luotu SINUN pyöräilykokemuksiesi perusteella.
fr: À BikeMaps, nous aimons le vélo autant que les cartes! Notre objectif est de tracer la carte de vos expériences cyclistes pour rendre le cyclisme plus sûr que jamais. Vous connaissez les risques dans votre secteur, et nous voulons que vous les mettiez sur la carte. Les renseignements que vous fournissez sur la sécurité à vélo, les dangers et les vols seront analysés à l’aide d’un système d’information géographique (SIG) et des statistiques pour que soient déterminés les principaux endroits où le cyclisme se fait sans risque, et là où il y a des dangers et des délits. Nous mettons constamment nos cartes et notre technologie à jour, alors n’hésitez pas à nous faire part de vos commentaires. Restez à l’affût des cartes à jour générées grâce à VOTRE expérience cycliste.

source: Contact
fi: Yhteystiedot
fr: Coordonnées

source: Do you have questions, comments, or feedback about bikemaps.org? We would love to hear from you!
fi: Onko sinulla kysymyksiä, kommentteja tai palautetta koskien BikeMaps.org:ia? Kuulemme mielellämme sinusta!
fr: Vous avez des questions ou des commentaires au sujet de bikemaps.org? Nous voulons les entendre!

source: FAQ
fi: UKK
fr: Foire aux questions

source: Why are you collecting this information?
fi: Miksi keräätte näitä tietoja?
fr: Pourquoi recueillez-vous ces renseignements?

source: What will you do with the data?
fi: Mitä teette näillä tiedoilla?
fr: Que ferez-vous avec les données?

source: The BikeMaps.org team will analyze data to determine factors that influence cycling safety. We also have plans to build tools to help people plan safer routes and to transfer these to planners in your area.
fi: BikeMaps.org-tiimi analysoi datan tunnistaakseen tekijöitä, jotka vaikuttavat pyöräilyturvallisuuteen. Meillä on myös suunnitelmia rakentaa työkaluja auttaaksemme ihmisiä suunnittelemaan turvallisempia reittejä, sekä näiden toimittamiseksi suunnittelijoille alueellasi.
fr: L’équipe de BikeMaps.org analysera les données pour déterminer quels sont les facteurs qui influent sur la sécurité des cyclistes. Nous prévoyons aussi créer des outils pour aider les gens à planifier des trajets plus sécuritaires et transmettre ces renseignements aux outils de planification de votre secteur.

source: How can citizens and municipalities monitor areas of interest to them?
fi: Kuinka kansalaiset ja kunnat voivat monitoroida itselleen mielenkiintoisia alueita?
fr: Comment le public et les municipalités peuvent-ils surveiller les secteurs qui les intéressent?

source: By <a href="%(register_anchor)s">registering</a> and <a href="%(login_anchor)s">logging in</a> you will be able to trace a riding or management region of interest using the %(polygon_icon)s tool. Each time you login you will be alerted to recent mapping in your region by the %(bell_icon)s tool.
fi: <a href="%(register_anchor)s">Rekisteröitymällä</a> ja <a href="%(login_anchor)s">kirjautumalla sisään</a> voit valita seurattavan alueen käyttämällä %(polygon_icon)s -työkalua. Joka kerta kirjautuessasi sisään, saat ilmoituksen seurattavalle alueelle lisätyistä kohteista %(bell_icon)s -työkalulla.
fr: <a href="%(register_anchor)s">Inscrivez-vous</a> et <a href="%(login_anchor)s">ouvrez une session</a>. Vous pourrez ainsi définir dans l’outil une zone où vous circulez ou que vous administrez. Chaque fois que vous reviendrez sur le site, vous recevrez un avis si quelque chose a été signalé dans votre zone.

source: How can I get involved?
fi: Kuinka voin osallistua toimintaan?
fr: Comment puis-je participer?
